{
  "headbar": {
    "tos": "Terms of Service",
    "hideUI": "Hide UI",
    "group": "Join related group",
    "darkmode": "Switch to dark mode",
    "lightmode": "Switch to light mode",
    "language": "Choose language",
    "help": "Reach out for help"
  },
  "trigger": {
    "boundaryMode": "Boundary Mode",
    "clusterMode": "Cluster Mode",
    "optimalPath": "Optimal Path"
  },
  "search": {
    "placeholder": "Overall search..."
  },
  "markFilter": {
    "title": "Filter Options",
    "emptyTitle": "No filter options match.",
    "emptyDesc": "Please contact the administrator."
  },
  "detail": {
    "stat": {
      "world": "World",
      "main": "Main"
    },
    "noInfo": "No info."
  },
  "footer": {
    "icp": "沪ICP备2025119702号-1"
  },
  "sidebar": {
    "alt": {
      "supportedBy": "supported by observator 6"
    }
  },
  "language": {
    "title": "language",
    "cancel": "Cancel",
    "current": "Now",
    "fullSupport": "Fully Supported Languages",
    "fullSupportHint": "Complete translations for both UI and in-game content.",
    "uiOnly": "UI-Only Languages",
    "uiOnlyHint": "UI translations only, in-game content will be displayed in English.",
    "fyi": "If your language is not yet available on this website, you can contact the site administrator via email at translate@talos.wiki, or visit GitHub to participate in our open-source translation project. You can request translation entries for your language and assist with translating and localizing the WIKI section according to our guidelines. We sincerely appreciate and look forward to your contributions.\nYou can also click to view the list of translation contributors.",
    "names": {
      "en-US": "English",
      "zh-CN": "Simplified Chinese",
      "zh-HK": "Traditional Chinese",
      "ja-JP": "Japanese",
      "ko-KR": "Korean",
      "es-ES": "Spanish",
      "fr-FR": "French",
      "de-DE": "German",
      "it-IT": "Italian",
      "ru-RU": "Russian",
      "pt-BR": "Portuguese",
      "id-ID": "Indonesian",
      "ar-AE": "Arabic"
    }
  },
  "group": {
    "title": "Community & Media",
    "visit": "Visit"
  },
  "storage": {
    "title": "Protocols & Storage",
    "localStorage": "Local Storage",
    "localStorageDesc": "Stores your UI layout, map state, settings, preferences, and marker data.",
    "cookies": "Cookies",
    "cookiesDesc": "Stores your login state and consent preferences.",
    "indexedDB": "IndexedDB",
    "indexedDBDesc": "Stores current map tile data for offline viewing.",
    "cacheStorage": "Cache",
    "cacheStorageDesc": "Stores font resources required for site display.",
    "total": "Total Storage",
    "calculating": "Calculating storage usage…",
    "clear": "Clear",
    "disable": "Disable",
    "clearAll": "Clear all stored data",
    "clearing": "Clearing…",
    "noData": "No stored data found.",
    "warning": "This will clear all data saved while using the site, including your preferences and progress, and may slow down your next visit. This action cannot be undone; the page will reload after completion."
  },
  "common": {
    "close": "Close"
  },
  "guide": {
    "sidebarToggle": "Click to expand the sidebar.<br>The sidebar includes your most frequently used marker filters,<br>and switches closely related to marker display.",
    "search": "You can search for markers using any in-game language and select them from the search results.",
    "filterContainer": "Markers of the same type are grouped in one filter.<br>Click to expand the list of markers for that type.",
    "filterSort": "Hold the icon on the left of the filter to drag it; you can sort the filters according to your needs.",
    "selectorSelect": "Specific marker selector. Click to toggle selection; selected markers will appear on the map.<br>You can see the total number of such markers in the current area, as well as the number you have marked.",
    "selectorComplete": "When all markers of this type are marked as complete, the selector will change to a completed state for quick reference.",
    "triggerHandle": "Switches related to map display are located at the bottom of the sidebar.<br>You can click and drag the handle to operate it.",
    "triggerSwitch": "Click to toggle the switch state.<br>• Cluster Mode allows dense markers to be displayed together;<br>• Boundary Mode highlights each sub-region and its boundaries within the current area.",
    "scale": "Use the scaler to view and manipulate map zoom.<br>Mouse wheel or trackpad can be used to zoom.<br>You can also zoom by clicking the +/- buttons or anywhere on the scale bar.",
    "filterList": "The marker list shows the markers you have selected; click the icon to deselect.",
    "headbar": "Switches related to map settings are located in the top bar.",
    "tos": "Website Terms of Service and Data Management.",
    "hideUI": "Hide the website UI to take screenshots or view edge markers.",
    "group": "View discussion groups and communities related to this project.",
    "darkMode": "Switch the current ambient light mode.",
    "language": "Switch interface language.",
    "help": "Launch this guide again.",
    "regionSwitch": "Click to select different in-game box maps (main regions).",
    "subregionSwitch": "Hover over the main region icon to show available sub-regions; click a sub-region icon to jump to that sub-region view.<br>Similarly, you can select a layer for a region.",
    "pointSelect": "Click a marker to select it. You will be able to view the marker's information.",
    "pointMark": "Click the marker again to mark it as complete.",
    "detail": "You can view specific information about the selected marker, including the count of that marker type in all regions, the current main region, and the current sub-region.",
    "pointIcon": "Clicking the marker icon can also mark it as complete."
  }
}
