{
  "headbar": {
    "tos": "Terms of Service",
    "hideUI": "Hide UI",
    "group": "Join related group",
    "darkmode": "Switch to dark mode",
    "lightmode": "Switch to light mode",
    "language": "Choose language",
    "help": "Reach out for help"
  },
  "trigger": {
    "boundaryMode": "Boundary Mode",
    "clusterMode": "Cluster Mode",
    "labelName": "Region Names"
  },
  "search": {
    "placeholder": "Overall search..."
  },
  "markFilter": {
    "title": "Filter Options",
    "emptyTitle": "No filter options match.",
    "emptyDesc": "If you confirm that any point info is missing or incorrect, please contact the administrators in the our community, or submit an <a href='https://github.com/Terra-Online/Atlos/issues' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Report location error'>Issue</a> on our GitHub repository."
  },
  "detail": {
    "stat": {
      "world": "World",
      "main": "Main"
    },
    "noInfo": "No info."
  },
  "footer": {
    "icp": "沪ICP备2025119702号-1"
  },
  "sidebar": {
    "alt": {
      "supportedBy": "supported by Observator 6"
    }
  },
  "language": {
    "title": "language",
    "cancel": "Cancel",
    "current": "Now",
    "fullSupport": "Fully Supported Languages",
    "fullSupportHint": "Complete translations for both UI and in-game content.",
    "uiOnly": "UI-Only Languages",
    "uiOnlyHint": "UI translations only, in-game content will be displayed in English.",
    "fyi": "If your language is not yet available on this website, you can contact the site administrator via email at translate@talos.wiki, or visit GitHub to participate in our open-source translation project. You can request translation entries for your language and assist with translating and localizing the WIKI section according to our guidelines. We sincerely appreciate and look forward to your contributions.\nYou can also click to view the list of translation contributors.",
    "names": {
      "en-US": "English",
      "zh-CN": "Simplified Chinese",
      "zh-HK": "Traditional Chinese",
      "ja-JP": "Japanese",
      "ko-KR": "Korean",
      "es-ES": "Spanish",
      "fr-FR": "French",
      "de-DE": "German",
      "it-IT": "Italian",
      "ru-RU": "Russian",
      "pt-BR": "Portuguese",
      "id-ID": "Indonesian",
      "ar-AE": "Arabic",
      "th-TH": "Thai",
      "vi-VN": "Vietnamese"
    }
  },
  "group": {
    "title": "Community & Media",
    "visit": "Visit"
  },
  "tos": {
    "title": "Terms & Storage",
    "calculating": "Calculating storage usage...",
    "policy": "<p>We use Cookies to store your auto-login information; LocalStorage to store your UI preferences and marker progress; and CacheStorage to store font data and image resources for your language. These files allow you to access the website more quickly in the future and ensure the website's availability when offline.</p><p>Deleting the website's local storage can save space on your device. However, <span class=\"keyword\">it may take longer to load these files</span> when you visit again; if you disable website storage, the website <span class=\"keyword\">will not be able to automatically record your data</span> for your next use.</p><p>We do not report your data to the server, so you do not need to worry about privacy issues.</p><p>You can decide whether to enable local storage.</p>",
    "filtersAndMarkers": "Filters & Marker Data",
    "warning": "<p><strong>Warning:</strong> If you clear stored data, your auto-login information, UI preferences, and marker progress will be lost; and it may take longer than usual to load the website next time.</p><p>If confirmed, please click the delete button again.</p>"
  },
  "guide": {
    "welcome": "Welcome to <span class=\"keyword\">OPEN ENDFIELD MAP</span>.<br>This is your first time using this map. We will provide you with a brief guided tour to help you quickly understand the various features of the map.</p><p>You can click the '<span class=\"keyword\">Skip</span>' button at any time to end the guide, or restart it from the help button in the top bar.",
    "sidebarToggle": "Click to expand the <span class=\"keyword\">sidebar</span>.<br>The sidebar includes your most frequently used marker filters and switches closely related to marker display.",
    "search": "You can search for markers to view using <span class=\"keyword\">languages supported by the game</span> and select them in the search results.",
    "filterContainer": "Markers of the same type are grouped in a <span class=\"keyword\">filter</span>.<br>Click to expand the list of markers of that type.",
    "filterSort": "Hold the ICON on the left of the filter to enter <span class=\"keyword\">drag mode</span>.<br>You can sort the filters important to you according to your needs.",
    "selectorSelect": "Specific <span class=\"keyword\">marker selector</span>. Click to toggle selection status; selected markers will appear on the map.<br>You can see the total number of such markers in the current area, as well as the number you have marked.",
    "selectorComplete": "When all markers of this type are marked as complete, the selector will change to <span class=\"keyword\">completed status</span> for quick judgment of marking progress.",
    "triggerHandle": "Switches related to map display are located at the bottom of the sidebar.<br>You can hold the mouse to <span class=\"keyword\">drag and operate them.</span>",
    "triggerSwitch": "Click to toggle switch status.<br><ul><li><span class=\"keyword\">Marker Clustering Mode</span> allows dense markers to be displayed merged;</li><li><span class=\"keyword\">Region Boundary Display</span> highlights every sub-region and its boundaries within the current area.</li></ul>",
    "scale": "Use the <span class=\"keyword\">Zoom Control</span> to view and manipulate map zoom.<br>Scroll wheel or trackpad can be used to zoom. You can also zoom by clicking the <span class=\"keyboard sym\">+</span>/<span class=\"keyboard sym\">-</span> buttons or anywhere on the zoom bar.",
    "filterList": "The <span class=\"keyword\">Marker List</span> lists the markers you have selected; click the icon to deselect.",
    "headbar": "Switches related to map settings are located in the <span class=\"keyword\">header bar</span>.",
    "tos": "The website's <span class=\"keyword\">Terms of Service</span> and <span class=\"keyword\">Data Management</span>.",
    "hideUI": "<span class=\"keyword\">Hide Website UI</span> to take screenshots or view edge markers.",
    "group": "View <span class=\"keyword\">discussion groups</span> and <span class=\"keyword\">communities</span> related to this project.",
    "darkMode": "Toggle the current <span class=\"keyword\">ambient light mode</span>.",
    "language": "Switch <span class=\"keyword\">interface language</span>.<br>Currently, languages with <span class=\"keyword\">full game content translation support</span> include English, Simplified Chinese, Traditional Chinese, Japanese, and Korean.<br>Languages with <span class=\"keyword\">interface translation support</span> also include French, German, Italian, Russian, Spanish, Indonesian, Portuguese, Arabic, Thai, and Vietnamese.",
    "help": "Restart this <span class=\"keyword\">guide</span>.",
    "regionSwitch": "Click to switch between <span class=\"keyword\">different sandbox maps</span> (main regions) in the game.",
    "subregionSwitch": "<span class=\"keyword\">Hover over the main region icon</span> to show available sub-regions; clicking a sub-region icon will jump to that sub-region view.<br>Similarly, you can also select a layer for a region.",
    "pointSelect": "Click a marker to enter <span class=\"keyword\">selected status</span>. You will be able to view the marker's information.",
    "pointMark": "Click the marker again to mark it as complete.",
    "detail": "You can view specific information about the selected marker, including the number of markers of this type in <span class=\"keyword\">all regions</span>, the current <span class=\"keyword\">main region</span>, and the current <span class=\"keyword\">sub-region</span>.",
    "pointIcon": "Clicking the marker icon can also mark it as complete."
  },
  "common": {
    "close": "Close",
    "skip": "Skip",
    "clear": "Clear",
    "all": "All",
    "selected": "Selected",
    "confirm": "Confirm",
    "enable": "Enable",
    "disable": "Disable",
    "expand": "Expand",
    "collapse": "Collapse"
  }
}