{
  "headbar": {
    "tos": "Condiciones de uso",
    "hideUI": "Ocultar la interfaz de usuario",
    "group": "Unirse a grupos relacionados",
    "darkmode": "Cambiar a modo oscuro",
    "lightmode": "Cambiar a modo claro",
    "language": "Seleccionar idioma",
    "help": "Solicitar ayuda"
  },
  "trigger": {
    "boundaryMode": "Modo de límites",
    "clusterMode": "Modo de agrupamiento",
    "optimalPath": "Itinerario óptimo"
  },
  "search": {
    "placeholder": "Búsqueda general..."
  },
  "markFilter": {
    "title": "Filtros",
    "emptyTitle": "Ningún filtro apropiado",
    "emptyDesc": "Por favor, contacte al administrador."
  },
  "detail": {
    "stat": {
      "world": "Mundo",
      "main": "Región"
    },
    "noInfo": "No hay información."
  },
  "footer": {
    "icp": "沪ICP备2025119702号-1"
  },
  "sidebar": {
    "alt": {
      "supportedBy": "soportado por Observator 6"
    }
  },
  "language": {
    "title": "Idioma",
    "cancel": "Canc.",
    "current": "Ahora",
    "fullSupport": "Idiomas totalmente compatibles",
    "fullSupportHint": "Traducciones completas para la interfaz y el contenido del juego.",
    "uiOnly": "Solo interfaz",
    "uiOnlyHint": "Solo traducciones de interfaz, el contenido del juego se mostrará en inglés.",
    "fyi": "Si su idioma aún no está disponible en este sitio web, puede contactar al administrador del sitio por correo electrónico en translate@talos.wiki, o visitar GitHub para participar en nuestro proyecto de traducción de código abierto. Puede solicitar entradas de traducción para su idioma y ayudar a traducir y localizar la sección WIKI según nuestras pautas. Apreciamos sinceramente y esperamos con interés sus contribuciones.\nTambién puede hacer clic para ver la lista de colaboradores de traducción.",
    "names": {
      "en-US": "Inglés",
      "zh-CN": "Chino simplificado",
      "zh-HK": "Chino tradicional",
      "ja-JP": "Japonés",
      "ko-KR": "Coreano",
      "es-ES": "Español",
      "fr-FR": "Francés",
      "de-DE": "Alemán",
      "it-IT": "Italiano",
      "ru-RU": "Ruso",
      "pt-BR": "Portugués",
      "id-ID": "Indonesio",
      "ar-AE": "Árabe",
      "th-TH": "Tailandés",
      "vi-VN": "Vietnamita"
    }
  },
  "group": {
    "title": "Comunidad & medios",
    "visit": "Visitar"
  },
  "tos": {
    "title": "Términos y Almacenamiento",
    "calculating": "Calculando uso de almacenamiento...",
    "policy": "<p>Utilizamos Cookies para almacenar su información de inicio de sesión automático; LocalStorage para guardar sus preferencias de interfaz y el progreso de los marcadores; y CacheStorage para almacenar datos de fuentes y recursos de imagen para su idioma. Estos archivos le permiten acceder al sitio web más rápidamente en el futuro y garantizan su disponibilidad sin conexión.</p><p>Eliminar el almacenamiento local del sitio web puede ahorrar espacio en su dispositivo. Sin embargo, <span class=\"keyword\">puede tardar más en cargar estos archivos</span> cuando vuelva a visitarlo; si deshabilita el almacenamiento del sitio web, este <span class=\"keyword\">no podrá registrar automáticamente sus datos</span> para su próximo uso.</p><p>No informamos de sus datos al servidor, por lo que no debe preocuparse por problemas de privacidad.</p><p>Puede decidir por sí mismo si habilitar el almacenamiento local.</p>",
    "warning": "<strong>Advertencia:</strong> Si borra los datos almacenados, se perderá su información de inicio de sesión automático, preferencias de interfaz y progreso de marcadores; y puede tardar más de lo habitual en cargar el sitio web la próxima vez."
  },
  "common": {
    "close": "Cerrar",
    "skip": "Omitir",
    "clear": "Borrar",
    "all": "Todo",
    "selected": "Seleccionado",
    "confirm": "Confirmar",
    "enable": "Habilitar",
    "disable": "Deshabilitar"
  },
  "guide": {
    "sidebarToggle": "Haga clic para expandir la <span class=\"keyword\">barra lateral</span>.<br>La barra lateral incluye sus filtros de marcadores más utilizados, así como interruptores estrechamente relacionados con la visualización de marcadores.",
    "search": "Puede buscar marcadores para ver utilizando <span class=\"keyword\">idiomas admitidos por el juego</span> y seleccionarlos en los resultados de búsqueda.",
    "filterContainer": "Los marcadores del mismo tipo se agrupan en un <span class=\"keyword\">filtro</span>.<br>Haga clic para expandir la lista de marcadores de ese tipo.",
    "filterSort": "Mantenga presionado el ÍCONO a la izquierda del filtro para ingresar al <span class=\"keyword\">modo de arrastre</span>.<br>Puede ordenar los filtros importantes para usted según sus necesidades.",
    "selectorSelect": "<span class=\"keyword\">Selector de marcadores</span> específico. Haga clic para alternar el estado de selección; los marcadores seleccionados aparecerán en el mapa.<br>Puede ver el número total de dichos marcadores en el área actual, así como el número que ha marcado.",
    "selectorComplete": "Cuando todos los marcadores de este tipo se marquen como completados, el selector cambiará al <span class=\"keyword\">estado completado</span> para un juicio rápido del progreso del marcado.",
    "triggerHandle": "Los interruptores relacionados con la visualización del mapa se encuentran en la parte inferior de la barra lateral.<br>Puede mantener presionado el mouse para <span class=\"keyword\">arrastrarlos y operarlos.</span>",
    "triggerSwitch": "Haga clic para alternar el estado del interruptor.<br><ul><li><span class=\"keyword\">El modo de agrupación de marcadores</span> permite mostrar marcadores densos fusionados;</li><li><span class=\"keyword\">La visualización de límites de región</span> resalta cada subregión y sus límites dentro del área actual.</li></ul>",
    "scale": "Use el <span class=\"keyword\">control de zoom</span> para ver y manipular el zoom del mapa.<br>La rueda de desplazamiento o el panel táctil se pueden usar para hacer zoom. También puede hacer zoom haciendo clic en los botones <span class=\"keyboard sym\">+</span>/<span class=\"keyboard sym\">-</span> o en cualquier lugar de la barra de zoom.",
    "filterList": "La <span class=\"keyword\">lista de marcadores</span> enumera los marcadores que ha seleccionado; haga clic en el icono para anular la selección.",
    "headbar": "Los interruptores relacionados con la configuración del mapa se encuentran en la <span class=\"keyword\">barra superior</span>.",
    "tos": "Los <span class=\"keyword\">Términos de servicio</span> y la <span class=\"keyword\">Gestión de datos</span> del sitio web.",
    "hideUI": "<span class=\"keyword\">Ocultar la interfaz de usuario del sitio web</span> para tomar capturas de pantalla o ver marcadores de borde.",
    "group": "Ver <span class=\"keyword\">grupos de discusión</span> y <span class=\"keyword\">comunidades</span> relacionados con este proyecto.",
    "darkMode": "Alternar el <span class=\"keyword\">modo de luz ambiental</span> actual.",
    "language": "Cambiar el <span class=\"keyword\">idioma de la interfaz</span>.<br>Actualmente, los idiomas con <span class=\"keyword\">soporte completo de traducción de contenido del juego</span> incluyen inglés, chino simplificado, chino tradicional, japonés y coreano.<br>Los idiomas con <span class=\"keyword\">soporte de traducción de interfaz</span> también incluyen francés, alemán, italiano, ruso, español, indonesio, portugués, árabe, tailandés y vietnamita.",
    "help": "Reiniciar esta <span class=\"keyword\">guía</span>.",
    "regionSwitch": "Haga clic para cambiar entre <span class=\"keyword\">diferentes mapas de sandbox</span> (regiones principales) en el juego.",
    "subregionSwitch": "<span class=\"keyword\">Pase el mouse sobre el icono de la región principal</span> para mostrar las subregiones disponibles; al hacer clic en un icono de subregión, saltará a esa vista de subregión.<br>Del mismo modo, también puede seleccionar una capa para una región.",
    "pointSelect": "Haga clic en un marcador para ingresar al <span class=\"keyword\">estado seleccionado</span>. Podrá ver la información del marcador.",
    "pointMark": "Haga clic en el marcador nuevamente para marcarlo como completado.",
    "detail": "Puede ver información específica sobre el marcador seleccionado, incluido el número de marcadores de este tipo en <span class=\"keyword\">todas las regiones</span>, la <span class=\"keyword\">región principal</span> actual y la <span class=\"keyword\">subregión</span> actual.",
    "pointIcon": "Hacer clic en el icono del marcador también puede marcarlo como completado."
  }
}