{
  "headbar": {
    "tos": "Conditions d’utilisation",
    "hideUI": "Masquer l’interface utilisateur",
    "group": "Rejoindre les groupes associés",
    "darkmode": "Passer en mode sombre",
    "lightmode": "Passer en mode clair",
    "language": "Choisir la langue",
    "help": "Demander de l’aide"
  },
  "trigger": {
    "boundaryMode": "Mode des limites",
    "clusterMode": "Mode de regroupement",
    "labelName": "Noms de région"
  },
  "search": {
    "placeholder": "Recherche générale..."
  },
  "markFilter": {
    "title": "Filtres",
    "emptyTitle": "Aucun filtre approprié",
    "emptyDesc": "Si vous confirmez que des informations sur un point sont manquantes ou incorrectes, veuillez contacter les administrateurs de notre communauté ou soumettre un <a href='https://github.com/Terra-Online/Atlos/issues' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Signaler une erreur de localisation'>Issue</a> sur notre dépôt GitHub."
  },
  "detail": {
    "stat": {
      "world": "Monde",
      "main": "Principal"
    },
    "noInfo": "Aucune information."
  },
  "footer": {
    "icp": "沪ICP备2025119702号-1"
  },
  "sidebar": {
    "alt": {
      "supportedBy": "pris en charge par Observator 6"
    }
  },
  "language": {
    "title": "Langue",
    "cancel": "Ann.",
    "current": "Actu.",
    "fullSupport": "Langues entièrement prises en charge",
    "fullSupportHint": "Traductions complètes pour l'interface et le contenu du jeu.",
    "uiOnly": "Langues d'interface uniquement",
    "uiOnlyHint": "Traductions de l'interface uniquement, le contenu du jeu sera affiché en anglais.",
    "fyi": "Si votre langue n'est pas encore disponible sur ce site Web, vous pouvez contacter l'administrateur du site par e-mail à translate@talos.wiki, ou visiter GitHub pour participer à notre projet de traduction open source. Vous pouvez demander des entrées de traduction pour votre langue et aider à traduire et localiser la section WIKI selon nos directives. Nous apprécions sincèrement et attendons avec impatience vos contributions.\nVous pouvez également cliquer pour voir la liste des contributeurs de traduction.",
    "names": {
      "en-US": "Anglais",
      "zh-CN": "Chinois simplifié",
      "zh-HK": "Chinois traditionnel",
      "ja-JP": "Japonais",
      "ko-KR": "Coréen",
      "es-ES": "Espagnol",
      "fr-FR": "Français",
      "de-DE": "Allemand",
      "it-IT": "Italien",
      "ru-RU": "Russe",
      "pt-BR": "Portugais",
      "id-ID": "Indonésien",
      "ar-AE": "Arabe",
      "th-TH": "Thaïlandais",
      "vi-VN": "Vietnamien"
    }
  },
  "group": {
    "title": "Communauté & médias",
    "visit": "Visiter"
  },
  "tos": {
    "title": "Conditions et Stockage",
    "calculating": "Calcul de l'utilisation du stockage...",
    "policy": "<p>Nous utilisons des Cookies pour stocker vos informations de connexion automatique ; LocalStorage pour enregistrer vos préférences d'interface et la progression des marqueurs ; et CacheStorage pour stocker les données de police et les ressources d'image pour votre langue. Ces fichiers vous permettent d'accéder au site web plus rapidement à l'avenir et garantissent sa disponibilité hors ligne.</p><p>La suppression du stockage local du site web peut libérer de l'espace sur votre appareil. Cependant, <span class=\"keyword\">le chargement de ces fichiers peut prendre plus de temps</span> lors de votre prochaine visite ; si vous désactivez le stockage du site web, celui-ci <span class=\"keyword\">ne pourra pas enregistrer automatiquement vos données</span> pour votre prochaine utilisation.</p><p>Nous ne transmettons pas vos données au serveur, vous n'avez donc pas à vous soucier des problèmes de confidentialité.</p><p>Vous pouvez décider vous-même d'activer ou non le stockage local.</p>",
    "filtersAndMarkers": "Filtres & Données des marqueurs",
    "warning": "<p><strong>Attention :</strong> Si vous effacez les données stockées, vos informations de connexion automatique, vos préférences d'interface et la progression des marqueurs seront perdues ; et le chargement du site web pourrait prendre plus de temps que d'habitude la prochaine fois.</p><p>Si vous confirmez, veuillez cliquer à nouveau sur le bouton de suppression.</p>"
  },
  "guide": {
    "welcome": "Bienvenue sur <span class=\"keyword\">OPEN ENDFIELD MAP</span>.<br>C'est votre première utilisation de cette carte. Nous vous proposons une brève visite guidée pour vous aider à comprendre rapidement les différentes fonctionnalités de la carte.</p><p>Vous pouvez cliquer sur le bouton '<span class=\"keyword\">Ignorer</span>' à tout moment pour terminer le guide, ou le redémarrer depuis le bouton d'aide dans la barre supérieure.",
    "sidebarToggle": "Cliquez pour développer la <span class=\"keyword\">barre latérale</span>.<br>La barre latérale comprend vos filtres de marqueurs les plus utilisés, ainsi que des commutateurs étroitement liés à l'affichage des marqueurs.",
    "search": "Vous pouvez rechercher des marqueurs à afficher en utilisant <span class=\"keyword\">les langues prises en charge par le jeu</span> et les sélectionner dans les résultats de recherche.",
    "filterContainer": "Les marqueurs du même type sont regroupés dans un <span class=\"keyword\">filtre</span>.<br>Cliquez pour développer la liste des marqueurs de ce type.",
    "filterSort": "Maintenez l'ICÔNE à gauche du filtre pour entrer en <span class=\"keyword\">mode glisser</span>.<br>Vous pouvez trier les filtres importants pour vous selon vos besoins.",
    "selectorSelect": "<span class=\"keyword\">Sélecteur de marqueur</span> spécifique. Cliquez pour basculer l'état de sélection ; les marqueurs sélectionnés apparaîtront sur la carte.<br>Vous pouvez voir le nombre total de ces marqueurs dans la zone actuelle, ainsi que le nombre que vous avez marqué.",
    "selectorComplete": "Lorsque tous les marqueurs de ce type sont marqués comme terminés, le sélecteur passera à l'état <span class=\"keyword\">terminé</span> pour un jugement rapide de la progression du marquage.",
    "triggerHandle": "Les commutateurs liés à l'affichage de la carte sont situés au bas de la barre latérale.<br>Vous pouvez maintenir la souris pour <span class=\"keyword\">les faire glisser et les utiliser.</span>",
    "triggerSwitch": "Cliquez pour basculer l'état du commutateur.<br><ul><li><span class=\"keyword\">Le mode de regroupement des marqueurs</span> permet d'afficher les marqueurs denses fusionnés;</li><li><span class=\"keyword\">L'affichage des limites de région</span> met en évidence chaque sous-région et ses limites dans la zone actuelle.</li></ul>",
    "scale": "Utilisez le <span class=\"keyword\">contrôle de zoom</span> pour afficher et manipuler le zoom de la carte.<br>La molette ou le pavé tactile peuvent être utilisés pour zoomer. Vous pouvez également zoomer en cliquant sur les boutons <span class=\"keyboard sym\">+</span>/<span class=\"keyboard sym\">-</span> ou n'importe où sur la barre de zoom.",
    "filterList": "La <span class=\"keyword\">liste des marqueurs</span> répertorie les marqueurs que vous avez sélectionnés ; cliquez sur l'icône pour désélectionner.",
    "headbar": "Les commutateurs liés aux paramètres de la carte sont situés dans la <span class=\"keyword\">barre supérieure</span>.",
    "tos": "Les <span class=\"keyword\">Conditions d'utilisation</span> et la <span class=\"keyword\">Gestion des données</span> du site Web.",
    "hideUI": "<span class=\"keyword\">Masquer l'interface utilisateur</span> pour prendre des captures d'écran ou voir les marqueurs en bordure.",
    "group": "Voir les <span class=\"keyword\">groupes de discussion</span> et les <span class=\"keyword\">communautés</span> liés à ce projet.",
    "darkMode": "Basculer le <span class=\"keyword\">mode d'éclairage ambiant</span> actuel.",
    "language": "Changer la <span class=\"keyword\">langue de l'interface</span>.<br>Actuellement, les langues avec <span class=\"keyword\">un support complet de traduction du contenu du jeu</span> incluent l'anglais, le chinois simplifié, le chinois traditionnel, le japonais et le coréen.<br>Les langues avec <span class=\"keyword\">un support de traduction de l'interface</span> incluent également le français, l'allemand, l'italien, le russe, l'espagnol, l'indonésien, le portugais, l'arabe, le thaï et le vietnamien.",
    "help": "Redémarrer ce <span class=\"keyword\">guide</span>.",
    "regionSwitch": "Cliquez pour basculer entre <span class=\"keyword\">différentes cartes bac à sable</span> (régions principales) dans le jeu.",
    "subregionSwitch": "<span class=\"keyword\">Survolez l'icône de la région principale</span> pour afficher les sous-régions disponibles ; cliquer sur une icône de sous-région vous fera passer à cette vue de sous-région.<br>De même, vous pouvez également sélectionner un calque pour une région.",
    "pointSelect": "Cliquez sur un marqueur pour entrer en <span class=\"keyword\">état sélectionné</span>. Vous pourrez voir les informations du marqueur.",
    "pointMark": "Cliquez à nouveau sur le marqueur pour le marquer comme terminé.",
    "detail": "Vous pouvez voir des informations spécifiques sur le marqueur sélectionné, y compris le nombre de marqueurs de ce type dans <span class=\"keyword\">toutes les régions</span>, la <span class=\"keyword\">région principale</span> actuelle et la <span class=\"keyword\">sous-région</span> actuelle.",
    "pointIcon": "Cliquer sur l'icône du marqueur peut également le marquer comme terminé."
  },
  "common": {
    "close": "Fermer",
    "skip": "Passer",
    "clear": "Effacer",
    "all": "Tout",
    "selected": "Sélectionné",
    "confirm": "Confirmer",
    "enable": "Activer",
    "disable": "Désactiver",
    "expand": "Développer",
    "collapse": "Réduire"
  }
}