{
  "headbar": {
    "tos": "Conditions et stockage",
    "hideUI": "Masquer l’interface utilisateur",
    "group": "Rejoindre les groupes associés",
    "darkmode": "Passer en mode sombre",
    "lightmode": "Passer en mode clair",
    "language": "Choisir la langue",
    "help": "Demander de l’aide",
    "settings": "Paramètres"
  },
  "trigger": {
    "boundaryMode": "Mode des limites",
    "clusterMode": "Mode de regroupement",
    "labelName": "Noms de région"
  },
  "search": {
    "placeholder": "Recherche générale..."
  },
  "markFilter": {
    "title": "Filtres",
    "emptyTitle": "Aucun filtre approprié",
    "emptyDesc": "Si vous confirmez que des informations sur un point sont manquantes ou incorrectes, veuillez contacter les administrateurs de notre communauté ou soumettre un <a href='https://github.com/Terra-Online/Atlos/issues' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Signaler une erreur de localisation'>Issue</a> sur notre dépôt GitHub."
  },
  "detail": {
    "stat": {
      "world": "Monde",
      "main": "Principal",
      "sub": "Sous"
    },
    "noInfo": "Aucune information."
  },
  "footer": {
    "icp": "沪ICP备2025119702号-1"
  },
  "sidebar": {
    "alt": {
      "supportedBy": "pris en charge par Observator 6"
    }
  },
  "language": {
    "title": "Langue",
    "cancel": "Ann.",
    "current": "Actu.",
    "fullSupport": "Langues entièrement prises en charge",
    "fullSupportHint": "Traductions complètes pour l'interface et le contenu du jeu.",
    "uiOnly": "Langues d'interface uniquement",
    "uiOnlyHint": "Traductions de l'interface uniquement, le contenu du jeu sera affiché en anglais.",
    "fyi": "Si votre langue n'est pas encore disponible sur ce site Web, vous pouvez contacter l'administrateur du site par e-mail à <a class='embed' href=\"mailto:translate@opendfieldmap.org?subject=%5BOEM%20Translation%5D\">translate@opendfieldmap.org</a>, ou visiter GitHub pour participer à notre projet de traduction open source. Vous pouvez demander des entrées de traduction pour votre langue et aider à traduire et localiser la section WIKI selon nos directives. Nous apprécions sincèrement et attendons avec impatience vos contributions.\nVous pouvez également cliquer pour voir la liste des contributeurs de traduction.",
    "names": {
      "en-US": "Anglais",
      "zh-CN": "Chinois simplifié",
      "zh-HK": "Chinois traditionnel",
      "ja-JP": "Japonais",
      "ko-KR": "Coréen",
      "es-ES": "Espagnol",
      "fr-FR": "Français",
      "de-DE": "Allemand",
      "it-IT": "Italien",
      "ru-RU": "Russe",
      "pt-BR": "Portugais",
      "id-ID": "Indonésien",
      "ar-AE": "Arabe",
      "ms-MY": "Malais",
      "pl-PL": "Polonais",
      "sv-SE": "Suédois",
      "th-TH": "Thaïlandais",
      "vi-VN": "Vietnamien"
    }
  },
  "group": {
    "title": "Communauté & médias",
    "visit": "Visiter"
  },
  "tos": {
    "title": "Conditions et Stockage",
    "calculating": "Calcul de l'utilisation du stockage...",
    "policy": "<p>Nous utilisons des Cookies pour stocker vos informations de connexion automatique ; LocalStorage pour enregistrer vos préférences d'interface et la progression des marqueurs ; et CacheStorage pour stocker les données de police et les ressources d'image pour votre langue. Ces fichiers vous permettent d'accéder au site web plus rapidement à l'avenir et garantissent sa disponibilité hors ligne.</p><p>La suppression du stockage local du site web peut libérer de l'espace sur votre appareil. Cependant, <span class=\"keyword\">le chargement de ces fichiers peut prendre plus de temps</span> lors de votre prochaine visite ; si vous désactivez le stockage du site web, celui-ci <span class=\"keyword\">ne pourra pas enregistrer automatiquement vos données</span> pour votre prochaine utilisation.</p><p>Nous ne transmettons pas vos données au serveur, vous n'avez donc pas à vous soucier des problèmes de confidentialité.</p><p>Vous pouvez décider vous-même d'activer ou non le stockage local.</p>",
    "filtersAndMarkers": "Filtres & Données des marqueurs",
    "warning": "<p><strong>Attention :</strong> Si vous effacez les données stockées, vos informations de connexion automatique, vos préférences d'interface et la progression des marqueurs seront perdues ; et le chargement du site web pourrait prendre plus de temps que d'habitude la prochaine fois.</p><p>Si vous confirmez, veuillez cliquer à nouveau sur le bouton de suppression.</p>",
    "export": "Exporter les données",
    "import": "Importer les données"
  },
  "settings": {
    "title": "Paramètres",
    "uiPrefs": {
      "title": "Préférences UI",
      "hint": "Sélectionnez l’état de l’UI à conserver. Nous recommandons <span class=\"keyword\">de conserver toutes les options</span> pour une expérience plus cohérente.",
      "sidebar": "Garder la barre",
      "filterOrder": "Ordre des filtres",
      "triggers": "État des triggers",
      "performanceMode": "Mode performance"
    },
    "mapPrefs": {
      "title": "Préférences carte",
      "hint": "Choisissez le stockage et l’optimisation automatique. Nous recommandons <span class=\"keyword\">d’activer toutes les options</span> pour une expérience plus cohérente.",
      "viewState": "Vue de carte",
      "markerProgress": "Marqueurs & progrès",
      "autoCluster": "Auto-cluster",
      "hideCompleted": "Masquer les points terminés"
    },
    "theme": {
      "title": "Thème",
      "hint": "Choisissez votre thème. En <span class=\"keyword\">AUTO</span>, il suit les préférences de l’appareil.",
      "light": "Clair",
      "dark": "Sombre",
      "auto": "Auto"
    }
  },
  "guide": {
    "welcome": "Bienvenue sur <span class=\"keyword\">OPEN ENDFIELD MAP</span>.<br>C'est votre première utilisation de cette carte. Nous vous proposons une brève visite guidée pour vous aider à comprendre rapidement les différentes fonctionnalités de la carte.</p><p>Vous pouvez cliquer sur le bouton '<span class=\"keyword\">Ignorer</span>' à tout moment pour terminer le guide, ou le redémarrer depuis le bouton d'aide dans la barre supérieure.",
    "sidebarToggle": "Cliquez pour développer la <span class=\"keyword\">barre latérale</span>.<br>La barre latérale comprend vos filtres de marqueurs les plus utilisés, ainsi que des commutateurs étroitement liés à l'affichage des marqueurs.",
    "search": "Vous pouvez rechercher des marqueurs à afficher en utilisant <span class=\"keyword\">les langues prises en charge par le jeu</span> et les sélectionner dans les résultats de recherche.",
    "filterContainer": "Les marqueurs du même type sont regroupés dans un <span class=\"keyword\">filtre</span>.<br>Cliquez pour développer la liste des marqueurs de ce type.",
    "filterSort": "Maintenez l'ICÔNE à gauche du filtre pour entrer en <span class=\"keyword\">mode glisser</span>.<br>Vous pouvez trier les filtres importants pour vous selon vos besoins.",
    "selectorSelect": "<span class=\"keyword\">Sélecteur de marqueur</span> spécifique. Cliquez pour basculer l'état de sélection ; les marqueurs sélectionnés apparaîtront sur la carte.<br>Vous pouvez voir le nombre total de ces marqueurs dans la zone actuelle, ainsi que le nombre que vous avez marqué.<br><br>Vous pouvez également <span class=\"keyword\">maintenir et faire glisser dans la zone vide</span> de la barre latérale pour effectuer une <span class=\"keyword\">sélection de boîte</span> sur plusieurs sélecteurs de marqueurs à la fois, vous permettant de basculer rapidement leur état de sélection par lots.",
    "selectorComplete": "Lorsque tous les marqueurs de ce type sont marqués comme terminés, le sélecteur passera à l'état <span class=\"keyword\">terminé</span> pour un jugement rapide de la progression du marquage.",
    "triggerHandle": "Les commutateurs liés à l'affichage de la carte sont situés au bas de la barre latérale.<br>Vous pouvez maintenir la souris pour <span class=\"keyword\">les faire glisser et les utiliser.</span>",
    "triggerSwitch": "Cliquez pour basculer l'état du commutateur.<br><ul><li><span class=\"keyword\">Le mode de regroupement des marqueurs</span> permet d'afficher les marqueurs denses fusionnés;</li><li><span class=\"keyword\">L'affichage des limites de région</span> met en évidence chaque sous-région et ses limites dans la zone actuelle.</li><li><span class=\"keyword\">Noms de région</span> affiche les noms des régions du jeu.</li></ul>",
    "scale": "Utilisez le <span class=\"keyword\">contrôle de zoom</span> pour afficher et manipuler le zoom de la carte.<br>La molette ou le pavé tactile peuvent être utilisés pour zoomer. Vous pouvez également zoomer en cliquant sur les boutons <span class=\"keyboard sym\">+</span>/<span class=\"keyboard sym\">-</span> ou n'importe où sur la barre de zoom.",
    "filterList": "La <span class=\"keyword\">liste des marqueurs</span> répertorie les marqueurs que vous avez sélectionnés ; cliquez sur l'icône pour désélectionner.",
    "headbar": "Les commutateurs liés aux paramètres de la carte sont situés dans la <span class=\"keyword\">barre supérieure</span>.",
    "tos": "Les <span class=\"keyword\">Conditions d'utilisation</span> et la <span class=\"keyword\">Gestion des données</span> du site Web.",
    "mobile": {
      "headbar": "Les réglages de la carte sont dans la <span class=\"keyword\">barre en haut à droite</span>. Touchez l'icône en haut à droite pour dérouler et voir plus d'options.",
      "regionLayerSwitch": "Touchez les icônes de région pour passer entre <span class=\"keyword\">différentes cartes sandbox</span>. Maintenez une icône de région pour afficher les <span class=\"keyword\">sous-régions et couches</span>, puis choisissez la vue souhaitée.",
      "divider": "Ceci est un <span class=\"keyword\">séparateur</span> à faire glisser. Faites-le glisser à gauche ou à droite pour ajuster la largeur entre recherche et liste des marqueurs.",
      "drawer": "<span class=\"keyword\">Faites glisser depuis le bas</span> pour ouvrir le tiroir et voir les filtres de marqueurs.",
      "selectorSelect": "<span class=\"keyword\">Sélecteur de marqueurs</span>. Touchez pour basculer ; les marqueurs sélectionnés apparaissent sur la carte. Vous voyez le total et combien vous avez marqués dans la zone actuelle."
    },
    "hideUI": "<span class=\"keyword\">Masquer l'interface utilisateur</span> pour prendre des captures d'écran ou voir les marqueurs en bordure.",
    "group": "Voir les <span class=\"keyword\">groupes de discussion</span> et les <span class=\"keyword\">communautés</span> liés à ce projet.",
    "darkMode": "Basculer le <span class=\"keyword\">mode d'éclairage ambiant</span> actuel.",
    "language": "Changer la <span class=\"keyword\">langue de l'interface</span>.<br>Actuellement, les langues avec <span class=\"keyword\">un support complet de traduction du contenu du jeu</span> incluent l'anglais, le chinois simplifié, le chinois traditionnel, le japonais, le coréen, le français, l'allemand, l'italien, le russe, l'espagnol, l'indonésien, le portugais, le thaï et le vietnamien.<br>Les langues avec <span class=\"keyword\">uniquement le support de traduction de l'interface</span> incluent l'arabe, le malais et le polonais.",
    "help": "Redémarrer ce <span class=\"keyword\">guide</span>.",
    "settings": "Ouvrez les <span class=\"keyword\">Paramètres</span> pour contrôler le stockage local que la carte utilise pour mémoriser vos actions.",
    "regionSwitch": "Cliquez pour basculer entre <span class=\"keyword\">différentes cartes bac à sable</span> (régions principales) dans le jeu.",
    "subregionSwitch": "<span class=\"keyword\">Survolez l'icône de la région principale</span> pour afficher les sous-régions disponibles ; cliquer sur une icône de sous-région vous fera passer à cette vue de sous-région.<br>De même, vous pouvez également sélectionner un calque pour une région.",
    "layerMain": "Cliquez sur l'<span class=\"keyword\">icône de calque</span> pour revenir au <span class=\"keyword\">calque principal (M)</span> à tout moment.",
    "layerSwitch": "<span class=\"keyword\">Survolez l'icône de calque</span> pour afficher les calques disponibles pour la région actuelle ; cliquez sur un calque pour basculer vers cette vue.<br>Différents calques peuvent afficher <span class=\"keyword\">différents étages ou hauteurs</span> de la carte, vous aidant à explorer les zones à plusieurs niveaux.",    "pointSelect": "Cliquez sur un marqueur pour entrer en <span class=\"keyword\">état sélectionné</span>. Vous pourrez voir les informations du marqueur.",
    "pointMark": "Cliquez à nouveau sur le marqueur pour le marquer comme terminé.",
    "detail": "Vous pouvez voir des informations spécifiques sur le marqueur sélectionné, y compris le nombre de marqueurs de ce type dans <span class=\"keyword\">toutes les régions</span>, la <span class=\"keyword\">région principale</span> actuelle et la <span class=\"keyword\">sous-région</span> actuelle.",
    "pointIcon": "Cliquer sur l'icône du marqueur peut également le marquer comme terminé."
  },
  "notice": {
    "legacy": "<span class=\"keyword\">Note :</span> Lorsque la version du jeu est <span class=\"keyword\">1.0.13</span>, la version des données de la carte est <span class=\"keyword\">0.8.25</span>. Nous avons besoin de temps pour mettre à jour les données, cela peut donc arriver après la mise à jour du jeu. Merci de votre patience. Pour suivre nos mises à jour, veuillez rejoindre notre <a href='https://discord.gg/BFMAKZSUG7' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Rejoindre Discord'>serveur Discord</a>.<br><br>Nous recommandons également les outils suivants :<ul><li><span class=\"keyword\">Wiki du jeu : </span><a href='https://warfarin.wiki' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Visiter le Wiki'>https://warfarin.wiki</a></li><li><span class=\"keyword\">Partage de plans:</span> <a href='https://talospioneers.com' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Visiter Talos Pioneers'>https://talospioneers.com</a></li></ul>",
    "uptodate": "L'ensemble de données actuel est à jour.<br><br>Si vous devez signaler des problèmes, veuillez rejoindre notre <a href='https://discord.gg/BFMAKZSUG7' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Rejoindre Discord'>serveur Discord</a>.<br><br>Nous recommandons également les outils suivants :<ul><li><span class=\"keyword\">Wiki du jeu : </span><a href='https://warfarin.wiki' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Visiter le Wiki'>https://warfarin.wiki</a></li><li><span class=\"keyword\">Partage de plans:</span> <a href='https://talospioneers.com' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Visiter Talos Pioneers'>https://talospioneers.com</a></li></ul>"
  },
  "links": {
    "enka": {
      "name": "Factory Planner",
      "desc": "Blueprint Editor"
    },
    "talospioneers": {
      "name": "Talos Pioneers",
      "desc": "Blueprint Sharing Community"
    }
  },
  "common": {
    "close": "Fermer",
    "skip": "Passer",
    "clear": "Effacer",
    "all": "Tout",
    "selected": "Sélectionné",
    "confirm": "Confirmer",
    "enable": "Activer",
    "disable": "Désactiver",
    "expand": "Développer",
    "collapse": "Réduire"
  },
    "meta": {
        "title": "Atlas d’Endfield",
        "description": "Open Endfield Map est une carte en ligne open source pour Arknights : Endfield, offrant des cartes interactives, le suivi des objets et des outils de planification stratégique."
    },
  "domain": {
    "cn": "<span class=\"keyword\">Utilisateurs de Chine continentale</span> recommandons le miroir continental<a href='https://opendfieldmap.cn/' class='embed' target='_blank' rel='noopener noreferrer'>(https://opendfieldmap.cn)</a> pour un accès plus rapide et stable.",
    "org": "<span class=\"keyword\">Utilisateurs à l'étranger</span> recommandons le miroir global(<a href='https://opendfieldmap.org/' class='embed' target='_blank' rel='noopener noreferrer'>https://opendfieldmap.org</a>) pour un accès plus rapide et stable."
  },
  "support": {
    "title": "Nous soutenir",
    "content": "Au cours des deux dernières semaines, Open Endfield Map a traité un total de <span class=\"highlight\">180 millions</span> de requêtes HTTPS (environ <span class=\"highlight\">12,85 millions par jour</span>), consommant plus de <span class=\"highlight\">2,5 To</span> de bande passante. Le nombre d'utilisateurs actifs a dépassé <span class=\"highlight\">66 000</span> et continue de croître. Bien que Cloudflare gère la majeure partie du trafic (merci !), nos serveurs à Singapour et à Hangzhou fonctionnent toujours à pleine capacité. Merci pour votre enthousiasme !<br><br>OEM est développé depuis février 2025 et a toujours été open source et gratuit. La plupart du temps (et aujourd'hui encore), il est <span class=\"highlight\">maintenu uniquement par moi (Jacy Chan/Cirisus)</span>. Avec l'énorme trafic mondial et la pression constante des mises à jour de données et de fonctionnalités, il devient difficile de tout gérer seul. Si ce site vous aide, merci d'envisager de le soutenir. Les fonds servent aux coûts de serveurs et de bande passante, ainsi qu'aux futures fonctionnalités (comptes utilisateur, envois de marqueurs par la communauté).<br><br>Si vous repérez des problèmes de données, d'interface ou de traduction, n'hésitez pas à envoyer vos retours ; je les corrigerai au plus vite. Merci pour votre soutien et votre compréhension.",
    "kofi": "Soutenir via Ko-fi",
    "afdian": "Soutenir via Afdian",
    "hint": "Ko-fi est recommandé pour les utilisateurs internationaux ; Afdian est recommandé pour les utilisateurs en Chine continentale."
  }
}
