{
  "headbar": {
    "tos": "Ketentuan Layanan",
    "hideUI": "Sembunyikan UI",
    "group": "Bergabung dengan grup terkait",
    "darkmode": "Beralih ke mode gelap",
    "lightmode": "Beralih ke mode terang",
    "language": "Pilih bahasa",
    "help": "Minta bantuan"
  },
  "trigger": {
    "boundaryMode": "Mode Batas",
    "clusterMode": "Mode Kluster",
    "labelName": "Nama wilayah"
  },
  "search": {
    "placeholder": "Pencarian keseluruhan..."
  },
  "markFilter": {
    "title": "Opsi Filter",
    "emptyTitle": "Tidak ada opsi filter yang cocok.",
    "emptyDesc": "Jika Anda yakin ada informasi titik yang hilang atau salah, silakan hubungi administrator di komunitas kami, atau kirimkan <a href='https://github.com/Terra-Online/Atlos/issues' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Laporkan kesalahan lokasi'>Issue</a> di repositori GitHub kami."
  },
  "detail": {
    "stat": {
      "world": "Dunia",
      "main": "Utama"
    },
    "noInfo": "Tidak ada informasi."
  },
  "footer": {
    "icp": "沪ICP备2025119702号-1"
  },
  "sidebar": {
    "alt": {
      "supportedBy": "didukung oleh Observator 6"
    }
  },
  "language": {
    "title": "Pilih Bahasa",
    "cancel": "Btl.",
    "current": "Skrg",
    "fullSupport": "Bahasa yang Didukung Penuh",
    "fullSupportHint": "Terjemahan lengkap untuk antarmuka dan konten permainan.",
    "uiOnly": "Hanya antarmuka",
    "uiOnlyHint": "Hanya terjemahan antarmuka, konten permainan akan ditampilkan dalam bahasa Inggris.",
    "fyi": "Jika bahasa Anda belum tersedia di situs web ini, Anda dapat menghubungi administrator situs melalui email di translate@talos.wiki, atau kunjungi GitHub untuk berpartisipasi dalam proyek terjemahan open source kami. Anda dapat meminta entri terjemahan untuk bahasa Anda dan membantu menerjemahkan dan melokalisasi bagian WIKI sesuai dengan pedoman kami. Kami sangat menghargai dan menantikan kontribusi Anda.\nAnda juga dapat mengklik untuk melihat daftar kontributor terjemahan.",
    "names": {
      "en-US": "Inggris",
      "zh-CN": "Tionghoa Sederhana",
      "zh-HK": "Tionghoa Tradisional",
      "ja-JP": "Jepang",
      "ko-KR": "Korea",
      "es-ES": "Spanyol",
      "fr-FR": "Prancis",
      "de-DE": "Jerman",
      "it-IT": "Italia",
      "ru-RU": "Rusia",
      "pt-BR": "Portugis",
      "id-ID": "Indonesia",
      "ar-AE": "Arab",
      "th-TH": "Thailand",
      "vi-VN": "Vietnam"
    }
  },
  "group": {
    "title": "Komunitas & Media",
    "visit": "Kunjungi"
  },
  "tos": {
    "title": "Ketentuan & Penyimpanan",
    "calculating": "Menghitung penggunaan penyimpanan...",
    "policy": "<p>Kami menggunakan Cookie untuk menyimpan kredensial login otomatis Anda; LocalStorage untuk menyimpan preferensi UI dan progres penanda; serta CacheStorage untuk menyimpan data font dan sumber daya gambar untuk bahasa Anda. File-file ini memungkinkan Anda mengakses situs web lebih cepat di masa mendatang dan memastikan ketersediaan dalam mode offline.</p><p>Menghapus penyimpanan lokal situs web dapat menghemat ruang di perangkat Anda. Namun, <span class=\"keyword\">memuat file-file ini mungkin akan membutuhkan waktu lebih lama</span> saat Anda mengunjungi kembali situs web; jika Anda menonaktifkan penyimpanan situs web, maka situs <span class=\"keyword\">tidak dapat merekam data Anda secara otomatis untuk penggunaan berikutnya</span>.</p><p>Kami tidak mengirimkan data Anda ke server, sehingga Anda tidak perlu khawatir tentang masalah privasi.</p><p>Anda dapat memutuskan sendiri apakah ingin mengaktifkan penyimpanan lokal.</p>",
    "filtersAndMarkers": "Filter & Data Titik",
    "warning": "<p><strong>Peringatan:</strong> Jika Anda menghapus data yang tersimpan, kredensial login otomatis, preferensi UI, dan progres penanda Anda akan hilang; dan pemuatan situs web berikutnya mungkin memakan waktu lebih lama dari biasanya.</p><p>Jika sudah yakin, silakan klik tombol Hapus sekali lagi.</p>"
  },
  "guide": {
    "welcome": "Selamat datang di <span class=\"keyword\">OPEN ENDFIELD MAP</span>.<br>Ini adalah pertama kalinya Anda menggunakan peta ini. Kami akan memberikan tur panduan singkat untuk membantu Anda memahami berbagai fitur peta dengan cepat.</p><p>Anda dapat mengklik tombol '<span class=\"keyword\">Lewati</span>' kapan saja untuk mengakhiri panduan, atau memulai ulang dari tombol bantuan di bilah atas.",
    "sidebarToggle": "Klik untuk memperluas <span class=\"keyword\">bilah sisi</span>.<br>Bilah sisi mencakup filter penanda yang paling sering Anda gunakan, serta sakelar yang terkait erat dengan tampilan penanda.",
    "search": "Anda dapat mencari penanda untuk dilihat menggunakan <span class=\"keyword\">bahasa yang didukung oleh game</span> dan memilihnya di hasil pencarian.",
    "filterContainer": "Penanda dengan jenis yang sama dikelompokkan dalam <span class=\"keyword\">filter</span>.<br>Klik untuk memperluas daftar penanda jenis itu.",
    "filterSort": "Tahan IKON di sebelah kiri filter untuk masuk ke <span class=\"keyword\">mode seret</span>.<br>Anda dapat mengurutkan filter yang penting bagi Anda sesuai dengan kebutuhan Anda.",
    "selectorSelect": "<span class=\"keyword\">Pemilih penanda</span> khusus. Klik untuk beralih status pemilihan; penanda yang dipilih akan muncul di peta.<br>Anda dapat melihat jumlah total penanda tersebut di area saat ini, serta jumlah yang telah Anda tandai.",
    "selectorComplete": "Ketika semua penanda jenis ini ditandai sebagai selesai, pemilih akan berubah menjadi <span class=\"keyword\">status selesai</span> untuk penilaian cepat kemajuan penandaan.",
    "triggerHandle": "Sakelar yang terkait dengan tampilan peta terletak di bagian bawah bilah sisi.<br>Anda dapat menahan mouse untuk <span class=\"keyword\">menyeret dan mengoperasikannya.</span>",
    "triggerSwitch": "Klik untuk beralih status sakelar.<br><ul><li><span class=\"keyword\">Mode Pengelompokan Penanda</span> memungkinkan penanda padat ditampilkan digabungkan;</li><li><span class=\"keyword\">Tampilan Batas Wilayah</span> menyoroti setiap sub-wilayah dan batasnya dalam area saat ini.</li></ul>",
    "scale": "Gunakan <span class=\"keyword\">Kontrol Zoom</span> untuk melihat dan memanipulasi zoom peta.<br>Roda gulir atau trackpad dapat digunakan untuk memperbesar. Anda juga dapat memperbesar dengan mengklik tombol <span class=\"keyboard sym\">+</span>/<span class=\"keyboard sym\">-</span> atau di mana saja pada bilah zoom.",
    "filterList": "<span class=\"keyword\">Daftar Penanda</span> mencantumkan penanda yang telah Anda pilih; klik ikon untuk membatalkan pilihan.",
    "headbar": "Sakelar yang terkait dengan pengaturan peta terletak di <span class=\"keyword\">bilah atas</span>.",
    "tos": "<span class=\"keyword\">Ketentuan Layanan</span> dan <span class=\"keyword\">Manajemen Data</span> situs web.",
    "hideUI": "<span class=\"keyword\">Sembunyikan UI Situs Web</span> untuk mengambil tangkapan layar atau melihat penanda tepi.",
    "group": "Lihat <span class=\"keyword\">grup diskusi</span> dan <span class=\"keyword\">komunitas</span> yang terkait dengan proyek ini.",
    "darkMode": "Beralih <span class=\"keyword\">mode cahaya sekitar</span> saat ini.",
    "language": "Beralih <span class=\"keyword\">bahasa antarmuka</span>.<br>Saat ini, bahasa dengan <span class=\"keyword\">dukungan terjemahan konten game lengkap</span> meliputi Inggris, Tionghoa Sederhana, Tionghoa Tradisional, Jepang, dan Korea.<br>Bahasa dengan <span class=\"keyword\">dukungan terjemahan antarmuka</span> juga mencakup Prancis, Jerman, Italia, Rusia, Spanyol, Indonesia, Portugis, Arab, Thailand, dan Vietnam.",
    "help": "Mulai ulang <span class=\"keyword\">panduan</span> ini.",
    "regionSwitch": "Klik untuk beralih antara <span class=\"keyword\">peta kotak pasir yang berbeda</span> (wilayah utama) dalam game.",
    "subregionSwitch": "<span class=\"keyword\">Arahkan kursor ke ikon wilayah utama</span> untuk menampilkan sub-wilayah yang tersedia; mengklik ikon sub-wilayah akan melompat ke tampilan sub-wilayah itu.<br>Demikian pula, Anda juga dapat memilih lapisan untuk suatu wilayah.",
    "pointSelect": "Klik penanda untuk masuk ke <span class=\"keyword\">status terpilih</span>. Anda akan dapat melihat informasi penanda.",
    "pointMark": "Klik penanda lagi untuk menandainya sebagai selesai.",
    "detail": "Anda dapat melihat informasi spesifik tentang penanda yang dipilih, termasuk jumlah penanda jenis ini di <span class=\"keyword\">semua wilayah</span>, <span class=\"keyword\">wilayah utama</span> saat ini, dan <span class=\"keyword\">sub-wilayah</span> saat ini.",
    "pointIcon": "Mengklik ikon penanda juga dapat menandainya sebagai selesai."
  },
  "common": {
    "close": "Tutup",
    "skip": "Lewati",
    "clear": "Hapus",
    "all": "Semua",
    "selected": "Terpilih",
    "confirm": "Konfirmasi",
    "enable": "Aktifkan",
    "disable": "Nonaktifkan",
    "expand": "Perluas",
    "collapse": "Lipat"
  }
}