{
  "headbar": {
    "tos": "Termini di Servizio",
    "hideUI": "Nascondi Interfaccia",
    "group": "Unisciti al gruppo correlato",
    "darkmode": "Passa alla modalità scura",
    "lightmode": "Passa alla modalità chiara",
    "language": "Scegli la lingua",
    "help": "Richiedi aiuto"
  },
  "trigger": {
    "boundaryMode": "Modalità Confine",
    "clusterMode": "Modalità Cluster",
    "optimalPath": "Percorso Ottimale"
  },
  "search": {
    "placeholder": "Ricerca globale..."
  },
  "markFilter": {
    "title": "Opzioni Filtro",
    "emptyTitle": "Nessuna opzione di filtro corrisponde.",
    "emptyDesc": "Contatta l'amministratore."
  },
  "detail": {
    "stat": {
      "world": "Mondo",
      "main": "Principale"
    },
    "noInfo": "Nessuna informazione."
  },
  "footer": {
    "icp": "沪ICP备2025119702号-1"
  },
  "sidebar": {
    "alt": {
      "supportedBy": "supportato da observator 6"
    }
  },
  "language": {
    "title": "lingua",
    "cancel": "Annulla",
    "current": "Nunc",
    "fullSupport": "Lingue Completamente Supportate",
    "fullSupportHint": "Traduzioni complete sia per l'interfaccia che per i contenuti di gioco.",
    "uiOnly": "Lingue Solo Interfaccia",
    "uiOnlyHint": "Solo traduzioni dell'interfaccia, i contenuti di gioco saranno visualizzati in inglese.",
    "fyi": "Se la tua lingua non è ancora disponibile su questo sito web, puoi contattare l'amministratore del sito via email a translate@talos.wiki, o visitare GitHub per partecipare al nostro progetto di traduzione open-source. Puoi richiedere voci di traduzione per la tua lingua e aiutare a tradurre e localizzare la sezione WIKI secondo le nostre linee guida. Apprezziamo sinceramente e aspettiamo i tuoi contributi.\nPuoi anche cliccare per visualizzare l'elenco dei contributori alla traduzione.",
    "names": {
      "en-US": "Inglese",
      "zh-CN": "Cinese Semplificato",
      "zh-HK": "Cinese Tradizionale",
      "ja-JP": "Giapponese",
      "ko-KR": "Coreano",
      "es-ES": "Spagnolo",
      "fr-FR": "Francese",
      "de-DE": "Tedesco",
      "it-IT": "Italiano",
      "ru-RU": "Russo",
      "pt-BR": "Portoghese",
      "id-ID": "Indonesiano",
      "ar-AE": "Arabo",
      "th-TH": "Tailandese",
      "vi-VN": "Vietnamita"
    }
  },
  "group": {
    "title": "Comunità e Media",
    "visit": "Visita"
  },
  "tos": {
    "title": "Termini e Archiviazione",
    "calculating": "Calcolo utilizzo memoria...",
    "policy": "<p>Utilizziamo i Cookie per memorizzare le informazioni di accesso automatico; LocalStorage per salvare le preferenze dell'interfaccia utente e i progressi dei marcatori; e CacheStorage per archiviare i dati dei font e le risorse immagine per la tua lingua. Questi file ti consentono di accedere al sito web più rapidamente in futuro e garantiscono la disponibilità del sito offline.</p><p>L'eliminazione della memoria locale del sito web può risparmiare spazio sul tuo dispositivo. Tuttavia, potrebbe essere necessario più tempo per caricare questi file alla tua prossima visita; se disabiliti la memoria del sito web, il sito non sarà in grado di registrare automaticamente i tuoi dati per il prossimo utilizzo.</p><p>Non inviamo i tuoi dati al server, quindi non devi preoccuparti di problemi di privacy.</p><p>Puoi decidere autonomamente se abilitare la memoria locale.</p>"
  },
  "storage": {
    "title": "Protocolli e Archiviazione",
    "localStorage": "Archiviazione Locale",
    "localStorageDesc": "Memorizza il layout dell’interfaccia, lo stato della mappa, impostazioni, preferenze e dati dei marker.",
    "cookies": "Cookie",
    "cookiesDesc": "Memorizza lo stato di accesso e le preferenze di consenso.",
    "indexedDB": "IndexedDB",
    "indexedDBDesc": "Memorizza i dati delle tile della mappa corrente per la visualizzazione offline.",
    "cacheStorage": "Cache",
    "cacheStorageDesc": "Memorizza le risorse di font necessarie alla visualizzazione del sito.",
    "total": "Archiviazione totale",
    "calculating": "Calcolo dell’utilizzo dell’archiviazione…",
    "clear": "Cancella",
    "disable": "Disabilita",
    "clearAll": "Cancella tutti i dati memorizzati",
    "clearing": "Cancellazione…",
    "noData": "Nessun dato memorizzato trovato.",
    "warning": "Cancellerà tutti i dati salvati durante l’uso del sito, incluse preferenze e progressi, e può rallentare la prossima visita. Azione irreversibile; al termine la pagina verrà ricaricata."
  },
  "common": {
    "close": "Chiudi"
  },
  "guide": {
    "sidebarToggle": "Clicca per espandere la <span class=\"keyword\">barra laterale</span>.<br>La barra laterale include i filtri dei marcatori più utilizzati, così come gli interruttori strettamente correlati alla visualizzazione dei marcatori.",
    "search": "Puoi cercare i marcatori da visualizzare utilizzando <span class=\"keyword\">le lingue supportate dal gioco</span> e selezionarli nei risultati di ricerca.",
    "filterContainer": "I marcatori dello stesso tipo sono raggruppati in un <span class=\"keyword\">filtro</span>.<br>Clicca per espandere l'elenco dei marcatori di quel tipo.",
    "filterSort": "Tieni premuta l'ICONA a sinistra del filtro per entrare in <span class=\"keyword\">modalità trascinamento</span>.<br>Puoi ordinare i filtri importanti per te in base alle tue esigenze.",
    "selectorSelect": "<span class=\"keyword\">Selettore di marcatori</span> specifico. Clicca per attivare/disattivare lo stato di selezione; i marcatori selezionati appariranno sulla mappa.<br>Puoi vedere il numero totale di tali marcatori nell'area corrente, così come il numero che hai contrassegnato.",
    "selectorComplete": "Quando tutti i marcatori di questo tipo sono contrassegnati come completati, il selettore passerà allo <span class=\"keyword\">stato completato</span> per un rapido giudizio sui progressi della marcatura.",
    "triggerHandle": "Gli interruttori relativi alla visualizzazione della mappa si trovano nella parte inferiore della barra laterale.<br>Puoi tenere premuto il mouse per <span class=\"keyword\">trascinarli e azionarli.</span>",
    "triggerSwitch": "Clicca per attivare/disattivare lo stato dell'interruttore.<br><ul><li><span class=\"keyword\">La modalità di raggruppamento dei marcatori</span> consente di visualizzare i marcatori densi uniti;</li><li><span class=\"keyword\">La visualizzazione dei confini della regione</span> evidenzia ogni sottoregione e i suoi confini all'interno dell'area corrente.</li></ul>",
    "scale": "Usa il <span class=\"keyword\">controllo dello zoom</span> per visualizzare e manipolare lo zoom della mappa.<br>La rotellina o il trackpad possono essere utilizzati per zoomare. Puoi anche zoomare cliccando sui pulsanti <span class=\"keyboard sym\">+</span>/<span class=\"keyboard sym\">-</span> o ovunque sulla barra dello zoom.",
    "filterList": "L'<span class=\"keyword\">elenco dei marcatori</span> elenca i marcatori che hai selezionato; clicca sull'icona per deselezionare.",
    "headbar": "Gli interruttori relativi alle impostazioni della mappa si trovano nella <span class=\"keyword\">barra superiore</span>.",
    "tos": "I <span class=\"keyword\">Termini di servizio</span> e la <span class=\"keyword\">Gestione dei dati</span> del sito web.",
    "hideUI": "<span class=\"keyword\">Nascondi l'interfaccia utente del sito web</span> per fare screenshot o visualizzare i marcatori ai bordi.",
    "group": "Visualizza <span class=\"keyword\">gruppi di discussione</span> e <span class=\"keyword\">comunità</span> relativi a questo progetto.",
    "darkMode": "Attiva/disattiva la <span class=\"keyword\">modalità luce ambientale</span> corrente.",
    "language": "Cambia la <span class=\"keyword\">lingua dell'interfaccia</span>.<br>Attualmente, le lingue con <span class=\"keyword\">supporto completo per la traduzione dei contenuti del gioco</span> includono inglese, cinese semplificato, cinese tradizionale, giapponese e coreano.<br>Le lingue con <span class=\"keyword\">supporto per la traduzione dell'interfaccia</span> includono anche francese, tedesco, italiano, russo, spagnolo, indonesiano, portoghese, arabo, tailandese e vietnamita.",
    "help": "Riavvia questa <span class=\"keyword\">guida</span>.",
    "regionSwitch": "Clicca per passare tra <span class=\"keyword\">diverse mappe sandbox</span> (regioni principali) nel gioco.",
    "subregionSwitch": "<span class=\"keyword\">Passa il mouse sull'icona della regione principale</span> per mostrare le sottoregioni disponibili; cliccando su un'icona della sottoregione passerai a quella vista della sottoregione.<br>Allo stesso modo, puoi anche selezionare un livello per una regione.",
    "pointSelect": "Clicca su un marcatore per entrare nello <span class=\"keyword\">stato selezionato</span>. Potrai visualizzare le informazioni del marcatore.",
    "pointMark": "Clicca di nuovo sul marcatore per contrassegnarlo come completato.",
    "detail": "Puoi visualizzare informazioni specifiche sul marcatore selezionato, incluso il numero di marcatori di questo tipo in <span class=\"keyword\">tutte le regioni</span>, la <span class=\"keyword\">regione principale</span> corrente e la <span class=\"keyword\">sottoregione</span> corrente.",
    "pointIcon": "Cliccare sull'icona del marcatore può anche contrassegnarlo come completato."
  }
}
