{
  "headbar": {
    "tos": "Termos de Serviço",
    "hideUI": "Ocultar Interface",
    "group": "Junte-se ao grupo relacionado",
    "darkmode": "Mudar para modo escuro",
    "lightmode": "Mudar para modo claro",
    "language": "Escolher idioma",
    "help": "Entre em contato para obter ajuda"
  },
  "trigger": {
    "boundaryMode": "Modo de Limite",
    "clusterMode": "Modo de Agrupamento",
    "labelName": "Nomes de região"
  },
  "search": {
    "placeholder": "Busca geral..."
  },
  "markFilter": {
    "title": "Opções de Filtro",
    "emptyTitle": "Nenhuma opção de filtro correspondente.",
    "emptyDesc": "Por favor, entre em contato com o administrador."
  },
  "detail": {
    "stat": {
      "world": "Mundo",
      "main": "Principal"
    },
    "noInfo": "Sem informações."
  },
  "footer": {
    "icp": "沪ICP备2025119702号-1"
  },
  "sidebar": {
    "alt": {
      "supportedBy": "suportado pelo observador 6"
    }
  },
  "language": {
    "title": "idioma",
    "cancel": "Cancelar",
    "current": "AT.",
    "fullSupport": "Idiomas Totalmente Suportados",
    "fullSupportHint": "Traduções completas para a interface e conteúdo do jogo.",
    "uiOnly": "Idiomas Apenas da Interface",
    "uiOnlyHint": "Apenas traduções da interface, o conteúdo do jogo será exibido em inglês.",
    "fyi": "Se o seu idioma ainda não está disponível neste site, você pode entrar em contato com o administrador do site por e-mail em translate@talos.wiki, ou visitar o GitHub para participar do nosso projeto de tradução de código aberto. Você pode solicitar entradas de tradução para o seu idioma e ajudar a traduzir e localizar a seção WIKI de acordo com nossas diretrizes. Agradecemos sinceramente e esperamos suas contribuições.\nVocê também pode clicar para ver a lista de colaboradores de tradução.",
    "names": {
      "en-US": "Inglês",
      "zh-CN": "Chinês Simplificado",
      "zh-HK": "Chinês Tradicional (Hong Kong)",
      "ja-JP": "Japonês",
      "ko-KR": "Coreano",
      "es-ES": "Espanhol",
      "fr-FR": "Francês",
      "de-DE": "Alemão",
      "it-IT": "Italiano",
      "ru-RU": "Russo",
      "pt-BR": "Português",
      "id-ID": "Indonésio",
      "ar-AE": "Árabe",
      "th-TH": "Tailandês",
      "vi-VN": "Vietnamita"
    }
  },
  "group": {
    "title": "Comunidade e Mídia",
    "visit": "Visitar"
  },
  "tos": {
    "title": "Termos e Armazenamento",
    "calculating": "Calculando uso de armazenamento...",
    "policy": "<p>Usamos Cookies para armazenar suas informações de login automático; LocalStorage para salvar suas preferências de interface e progresso dos marcadores; e CacheStorage para armazenar dados de fonte e recursos de imagem para seu idioma. Esses arquivos permitem que você acesse o site mais rapidamente no futuro e garantem a disponibilidade do site offline.</p><p>Excluir o armazenamento local do site pode economizar espaço no seu dispositivo. No entanto, <span class=\"keyword\">pode levar mais tempo para carregar esses arquivos</span> quando você visitar novamente; se você desativar o armazenamento do site, o site <span class=\"keyword\">não poderá registrar automaticamente seus dados</span> para seu próximo uso.</p><p>Não relatamos seus dados ao servidor, então você não precisa se preocupar com problemas de privacidade.</p><p>Você pode decidir por si mesmo se deseja ativar o armazenamento local.</p>",
    "warning": "<p><strong>Aviso:</strong> Se você excluir os dados salvos, perderá as credenciais de login automático, as preferências de UI e o progresso dos marcadores; e o carregamento do site pode demorar mais do que o normal na próxima vez.</p><p>Se confirmar, clique novamente no botão Excluir.</p>"
  },
  "guide": {
    "welcome": "Bem-vindo ao <span class=\"keyword\">OPEN ENDFIELD MAP</span>.<br>Esta é sua primeira vez usando este mapa. Forneceremos um breve tour guiado para ajudá-lo a entender rapidamente os diversos recursos do mapa.</p><p>Você pode clicar no botão '<span class=\"keyword\">Pular</span>' a qualquer momento para encerrar o guia, ou reiniciá-lo no botão de ajuda na barra superior.",
    "sidebarToggle": "Clique para expandir a <span class=\"keyword\">barra lateral</span>.<br>A barra lateral inclui seus filtros de marcadores mais usados, bem como interruptores intimamente relacionados à exibição de marcadores.",
    "search": "Você pode pesquisar marcadores para visualizar usando <span class=\"keyword\">idiomas suportados pelo jogo</span> e selecioná-los nos resultados da pesquisa.",
    "filterContainer": "Marcadores do mesmo tipo são agrupados em um <span class=\"keyword\">filtro</span>.<br>Clique para expandir a lista de marcadores desse tipo.",
    "filterSort": "Segure o ÍCONE à esquerda do filtro para entrar no <span class=\"keyword\">modo de arrastar</span>.<br>Você pode ordenar os filtros importantes para você de acordo com suas necessidades.",
    "selectorSelect": "<span class=\"keyword\">Seletor de marcadores</span> específico. Clique para alternar o status de seleção; os marcadores selecionados aparecerão no mapa.<br>Você pode ver o número total desses marcadores na área atual, bem como o número que você marcou.",
    "selectorComplete": "Quando todos os marcadores deste tipo forem marcados como concluídos, o seletor mudará para o <span class=\"keyword\">status concluído</span> para um julgamento rápido do progresso da marcação.",
    "triggerHandle": "Os interruptores relacionados à exibição do mapa estão localizados na parte inferior da barra lateral.<br>Você pode segurar o mouse para <span class=\"keyword\">arrastá-los e operá-los.</span>",
    "triggerSwitch": "Clique para alternar o estado do interruptor.<br><ul><li><span class=\"keyword\">O modo de agrupamento de marcadores</span> permite que marcadores densos sejam exibidos mesclados;</li><li><span class=\"keyword\">A exibição de limites de região</span> destaca cada sub-região e seus limites dentro da área atual.</li></ul>",
    "scale": "Use o <span class=\"keyword\">controle de zoom</span> para visualizar e manipular o zoom do mapa.<br>A roda de rolagem ou o trackpad podem ser usados para ampliar. Você também pode ampliar clicando nos botões <span class=\"keyboard sym\">+</span>/<span class=\"keyboard sym\">-</span> ou em qualquer lugar na barra de zoom.",
    "filterList": "A <span class=\"keyword\">lista de marcadores</span> lista os marcadores que você selecionou; clique no ícone para desmarcar.",
    "headbar": "Os interruptores relacionados às configurações do mapa estão localizados na <span class=\"keyword\">barra superior</span>.",
    "tos": "Os <span class=\"keyword\">Termos de Serviço</span> e o <span class=\"keyword\">Gerenciamento de Dados</span> do site.",
    "hideUI": "<span class=\"keyword\">Ocultar a interface do usuário do site</span> para tirar capturas de tela ou visualizar marcadores de borda.",
    "group": "Veja <span class=\"keyword\">grupos de discussão</span> e <span class=\"keyword\">comunidades</span> relacionados a este projeto.",
    "darkMode": "Alternar o <span class=\"keyword\">modo de luz ambiente</span> atual.",
    "language": "Alternar <span class=\"keyword\">idioma da interface</span>.<br>Atualmente, os idiomas com <span class=\"keyword\">suporte completo à tradução de conteúdo do jogo</span> incluem inglês, chinês simplificado, chinês tradicional, japonês e coreano.<br>Os idiomas com <span class=\"keyword\">suporte à tradução de interface</span> também incluem francês, alemão, italiano, russo, espanhol, indonésio, português, árabe, tailandês e vietnamita.",
    "help": "Reiniciar este <span class=\"keyword\">guia</span>.",
    "regionSwitch": "Clique para alternar entre <span class=\"keyword\">diferentes mapas de sandbox</span> (regiões principais) no jogo.",
    "subregionSwitch": "<span class=\"keyword\">Passe o mouse sobre o ícone da região principal</span> para mostrar as sub-regiões disponíveis; clicar em um ícone de sub-região o levará a essa visualização de sub-região.<br>Da mesma forma, você também pode selecionar uma camada para uma região.",
    "pointSelect": "Clique em um marcador para entrar no <span class=\"keyword\">status selecionado</span>. Você poderá visualizar as informações do marcador.",
    "pointMark": "Clique no marcador novamente para marcá-lo como concluído.",
    "detail": "Você pode visualizar informações específicas sobre o marcador selecionado, incluindo o número de marcadores desse tipo em <span class=\"keyword\">todas as regiões</span>, a <span class=\"keyword\">região principal</span> atual e a <span class=\"keyword\">sub-região</span> atual.",
    "pointIcon": "Clicar no ícone do marcador também pode marcá-lo como concluído."
  },
  "common": {
    "close": "Fechar",
    "skip": "Pular",
    "clear": "Limpar",
    "all": "Tudo",
    "selected": "Selecionado",
    "confirm": "Confirmar",
    "enable": "Ativar",
    "disable": "Desativar"
  }
}