{
  "headbar": {
    "tos": "ข้อกำหนดในการให้บริการ",
    "hideUI": "ซ่อน UI",
    "group": "เข้าร่วมกลุ่มที่เกี่ยวข้อง",
    "darkmode": "สลับเป็นโหมดมืด",
    "lightmode": "สลับเป็นโหมดสว่าง",
    "language": "เลือกภาษา",
    "help": "ขอความช่วยเหลือ",
    "settings": "การตั้งค่า"
  },
  "trigger": {
    "boundaryMode": "แสดงขอบเขตพื้นที่",
    "clusterMode": "การรวมจุด",
    "labelName": "ชื่อพื้นที่"
  },
  "search": {
    "placeholder": "ค้นหาทั่วทั้งระบบ…"
  },
  "markFilter": {
    "title": "ตัวกรอง",
    "emptyTitle": "ไม่มีตัวกรองที่ตรงกัน",
    "emptyDesc": "โปรดติดต่อผู้ดูแลระบบหากคุณยืนยันว่ามีข้อมูลจุดใดที่ขาดหายไปหรือไม่ถูกต้อง กรุณาติดต่อผู้ดูแลในชุมชนของเรา หรือส่ง <a href='https://github.com/Terra-Online/Atlos/issues' class='embed' target='_blank' rel='noopener noreferrer' aria-label='รายงานข้อผิดพลาดตำแหน่ง'>Issue</a> ในที่เก็บ GitHub ของเรา"
  },
  "detail": {
    "stat": {
      "world": "โลก",
      "main": "ภูมิภาค"
    },
    "noInfo": "ไม่มีข้อมูล"
  },
  "footer": {
    "icp": "沪ICP备2025119702号-1"
  },
  "sidebar": {
    "alt": {
      "supportedBy": "ขับเคลื่อนโดย Observator 6"
    }
  },
  "language": {
    "title": "ภาษา",
    "cancel": "ยกเลิก",
    "current": "ตอนนี้",
    "fullSupport": "ภาษาที่รองรับเต็มรูปแบบ",
    "fullSupportHint": "มีคำแปลครบทั้ง UI และเนื้อหาในเกม",
    "uiOnly": "ภาษาแบบแปลเฉพาะ UI",
    "uiOnlyHint": "แปลเฉพาะ UI เนื้อหาในเกมจะแสดงเป็นภาษาอังกฤษ",
    "fyi": "หากยังไม่มีภาษาของคุณในเว็บไซต์ คุณสามารถติดต่อผู้ดูแลผ่านอีเมล <a class='embed' href=\"mailto:translate@opendfieldmap.org?subject=%5BOEM%20Translation%5D\">translate@opendfieldmap.org</a> หรือไปที่ GitHub เพื่อเข้าร่วมโครงการแปลแบบโอเพ่นซอร์ส ขอรายการคำแปลสำหรับภาษาของคุณ และช่วยแปล/ทำให้ส่วน WIKI เป็นภาษาท้องถิ่นตามแนวทางของเรา ขอขอบคุณและหวังในผลงานของคุณ\nคุณยังสามารถคลิกเพื่อดูรายชื่อผู้มีส่วนร่วมในการแปลได้",
    "names": {
      "en-US": "อังกฤษ",
      "zh-CN": "จีนตัวย่อ",
      "zh-HK": "จีนตัวเต็ม",
      "ja-JP": "ญี่ปุ่น",
      "ko-KR": "เกาหลี",
      "es-ES": "สเปน",
      "fr-FR": "ฝรั่งเศส",
      "de-DE": "เยอรมัน",
      "it-IT": "อิตาลี",
      "ru-RU": "รัสเซีย",
      "pt-BR": "โปรตุเกส",
      "id-ID": "อินโดนีเซีย",
      "ar-AE": "อาหรับ",
      "th-TH": "ไทย",
      "vi-VN": "เวียดนาม"
    }
  },
  "group": {
    "title": "ชุมชนและสื่อ",
    "visit": "เยี่ยมชม"
  },
  "tos": {
    "title": "ข้อกำหนดและการจัดเก็บข้อมูล",
    "calculating": "กำลังคำนวณการใช้พื้นที่จัดเก็บ...",
    "policy": "<p>เราใช้ Cookies เพื่อจัดเก็บข้อมูลการเข้าสู่ระบบอัตโนมัติของคุณ LocalStorage เพื่อบันทึกการตั้งค่า UI และความคืบหน้าของเครื่องหมาย และ CacheStorage เพื่อจัดเก็บข้อมูลฟอนต์และทรัพยากรรูปภาพสำหรับภาษาของคุณ ไฟล์เหล่านี้ช่วยให้คุณเข้าถึงเว็บไซต์ได้รวดเร็วยิ่งขึ้นในอนาคตและรับรองความพร้อมใช้งานของเว็บไซต์เมื่อออฟไลน์</p><p>การลบที่จัดเก็บข้อมูลในเครื่องของเว็บไซต์สามารถประหยัดพื้นที่บนอุปกรณ์ของคุณได้ อย่างไรก็ตาม อาจใช้เวลานานขึ้นในการโหลดไฟล์เหล่านี้เมื่อคุณกลับมาเยี่ยมชมอีกครั้ง หากคุณปิดใช้งานที่จัดเก็บข้อมูลของเว็บไซต์ เว็บไซต์จะไม่สามารถบันทึกข้อมูลของคุณโดยอัตโนมัติสำหรับการใช้งานครั้งต่อไป.</p><p>เราไม่รายงานข้อมูลของคุณไปยังเซิร์ฟเวอร์ ดังนั้นคุณจึงไม่ต้องกังวลเกี่ยวกับปัญหาความเป็นส่วนตัว</p><p>คุณสามารถตัดสินใจได้ด้วยตนเองว่าจะเปิดใช้งานที่จัดเก็บข้อมูลในเครื่องหรือไม่</p>",
    "filtersAndMarkers": "ตัวกรอง & ข้อมูลจุด",
    "warning": "<p><strong>คำเตือน:</strong> หากคุณลบข้อมูลที่บันทึกไว้ ข้อมูลล็อกอินอัตโนมัติ การตั้งค่า UI และความคืบหน้าของมาร์กเกอร์จะหายไป และครั้งต่อไปที่เข้าเว็บไซต์อาจใช้เวลาในการโหลดนานกว่าปกติ</p><p>หากยืนยันแล้ว โปรดคลิกปุ่มลบอีกครั้ง</p>"
  },
  "settings": {
    "title": "การตั้งค่า",
    "uiPrefs": {
      "title": "ค่าหน้า UI",
      "hint": "เลือกสถานะ UI ที่ต้องการเก็บไว้ แนะนำให้ <span class=\"keyword\">เก็บทุกตัวเลือก</span> เพื่อประสบการณ์ที่สม่ำเสมอขึ้น",
      "sidebar": "เก็บแถบข้าง",
      "filterOrder": "ลำดับตัวกรอง",
      "triggers": "สถานะทริกเกอร์"
    },
    "mapPrefs": {
      "title": "ค่าของแผนที่",
      "hint": "เลือกการจัดเก็บและการปรับอัตโนมัติ แนะนำให้ <span class=\"keyword\">เปิดทุกตัวเลือก</span> เพื่อประสบการณ์ที่สม่ำเสมอขึ้น",
      "viewState": "มุมมองแผนที่",
      "markerProgress": "หมุด & ความคืบหน้า",
      "autoCluster": "จัดกลุ่มอัตโนมัติ"
    },
    "theme": {
      "title": "ธีม",
      "hint": "เลือกธีม สำหรับ <span class=\"keyword\">AUTO</span> ระบบจะเปลี่ยนตามอุปกรณ์",
      "light": "สว่าง",
      "dark": "มืด",
      "auto": "อัตโนมัติ"
    }
  },
  "guide": {
    "welcome": "ยินดีต้อนรับสู่ <span class=\"keyword\">OPEN ENDFIELD MAP</span><br>นี่คือครั้งแรกที่คุณใช้แผนที่นี้ เราจะนำเสนอคู่มือแบบสั้นๆ เพื่อช่วยให้คุณเข้าใจคุณลักษณะต่างๆ ของแผนที่อย่างรวดเร็ว</p><p>คุณสามารถคลิกปุ่ม '<span class=\"keyword\">ข้าม</span>' เพื่อสิ้นสุดคู่มือได้ตลอดเวลา หรือเริ่มคู่มือใหม่ได้จากปุ่มช่วยเหลือบนแถบด้านบน",
    "sidebarToggle": "คลิกเพื่อขยาย <span class=\"keyword\">แถบด้านข้าง</span><br>แถบด้านข้างประกอบด้วยตัวกรองจุดที่คุณใช้บ่อยที่สุด และสวิตช์ที่เกี่ยวข้องกับการแสดงผลจุด",
    "search": "คุณสามารถค้นหาจุดที่ต้องการดูโดยใช้ <span class=\"keyword\">ภาษาที่เกมรองรับ</span> และเลือกจากผลการค้นหา",
    "filterContainer": "จุดประเภทเดียวกันจะถูกจัดกลุ่มใน <span class=\"keyword\">ตัวกรอง</span><br>คลิกเพื่อขยายรายการจุดประเภทนั้น",
    "filterSort": "กดค้างที่ไอคอนด้านซ้ายของตัวกรองเพื่อเข้าสู่ <span class=\"keyword\">โหมดลาก</span><br>คุณสามารถจัดเรียงตัวกรองที่สำคัญสำหรับคุณได้ตามต้องการ",
    "selectorSelect": "<span class=\"keyword\">ตัวเลือกจุด</span> เฉพาะ คลิกเพื่อสลับสถานะการเลือก จุดที่เลือกจะปรากฏบนแผนที่<br>คุณสามารถดูจำนวนรวมของจุดประเภทนี้ในพื้นที่ปัจจุบัน และจำนวนที่คุณทำเครื่องหมายไว้แล้ว",
    "selectorComplete": "เมื่อจุดประเภทนี้ทั้งหมดถูกทำเครื่องหมายว่าเสร็จสมบูรณ์ ตัวเลือกจะเปลี่ยนเป็น <span class=\"keyword\">สถานะเสร็จสมบูรณ์</span> เพื่อให้คุณตัดสินความคืบหน้าได้อย่างรวดเร็ว",
    "triggerHandle": "สวิตช์ที่เกี่ยวข้องกับการแสดงผลแผนที่อยู่ที่ด้านล่างของแถบด้านข้าง<br>คุณสามารถกดเมาส์ค้างไว้เพื่อ <span class=\"keyword\">ลากและใช้งาน</span>",
    "triggerSwitch": "คลิกเพื่อสลับสถานะสวิตช์<br><ul><li><span class=\"keyword\">โหมดรวมกลุ่มจุด</span> จะช่วยให้แสดงจุดที่หนาแน่นรวมกันได้</li><li><span class=\"keyword\">แสดงขอบเขตพื้นที่</span> จะเน้นพื้นที่ย่อยแต่ละแห่งและขอบเขตภายในพื้นที่ปัจจุบัน</li></ul>",
    "scale": "ใช้ <span class=\"keyword\">ตัวควบคุมการซูม</span> เพื่อดูและควบคุมการซูมแผนที่<br>สามารถใช้ล้อเลื่อนหรือแทร็กแพดเพื่อซูมได้ คุณยังสามารถซูมโดยคลิกปุ่ม <span class=\"keyboard sym\">+</span>/<span class=\"keyboard sym\">-</span> หรือที่ใดก็ได้บนแถบซูม",
    "filterList": "<span class=\"keyword\">รายการจุด</span> แสดงรายการจุดที่คุณเลือก คลิกไอคอนเพื่อยกเลิกการเลือก",
    "headbar": "สวิตช์ที่เกี่ยวข้องกับการตั้งค่าแผนที่อยู่ที่ <span class=\"keyword\">แถบด้านบน</span>",
    "tos": "<span class=\"keyword\">ข้อกำหนดการให้บริการ</span> และ <span class=\"keyword\">การจัดการข้อมูล</span> ของเว็บไซต์",
    "hideUI": "<span class=\"keyword\">ซ่อน UI เว็บไซต์</span> เพื่อถ่ายภาพหน้าจอหรือดูจุดที่ขอบ",
    "group": "ดู <span class=\"keyword\">กลุ่มสนทนา</span> และ <span class=\"keyword\">ชุมชน</span> ที่เกี่ยวข้องกับโครงการนี้",
    "darkMode": "สลับ <span class=\"keyword\">โหมดแสงสว่าง</span> ปัจจุบัน",
    "language": "สลับ <span class=\"keyword\">ภาษาอินเทอร์เฟซ</span><br>ปัจจุบัน ภาษาที่ <span class=\"keyword\">รองรับการแปลเนื้อหาเกมเต็มรูปแบบ</span> ได้แก่ อังกฤษ จีนตัวย่อ จีนตัวเต็ม ญี่ปุ่น และเกาหลี<br>ภาษาที่ <span class=\"keyword\">รองรับการแปลอินเทอร์เฟซ</span> ยังรวมถึง ฝรั่งเศส เยอรมัน อิตาลี รัสเซีย สเปน อินโดนีเซีย โปรตุเกส อาหรับ ไทย และเวียดนาม",
    "help": "เริ่ม <span class=\"keyword\">คำแนะนำ</span> นี้ใหม่",
    "regionSwitch": "คลิกเพื่อสลับระหว่าง <span class=\"keyword\">แผนที่แซนด์บ็อกซ์ต่างๆ</span> (ภูมิภาคหลัก) ในเกม",
    "subregionSwitch": "<span class=\"keyword\">วางเมาส์เหนือไอคอนภูมิภาคหลัก</span> เพื่อแสดงภูมิภาคย่อยที่มีอยู่ การคลิกไอคอนภูมิภาคย่อยจะข้ามไปยังมุมมองภูมิภาคย่อยนั้น<br>ในทำนองเดียวกัน คุณยังสามารถเลือกเลเยอร์สำหรับภูมิภาคได้",
    "pointSelect": "คลิกที่จุดเพื่อเข้าสู่ <span class=\"keyword\">สถานะที่เลือก</span> คุณจะสามารถดูข้อมูลของจุดได้",
    "pointMark": "คลิกที่จุดอีกครั้งเพื่อทำเครื่องหมายว่าเสร็จสมบูรณ์",
    "detail": "คุณสามารถดูข้อมูลเฉพาะเกี่ยวกับจุดที่เลือก รวมถึงจำนวนจุดประเภทนี้ใน <span class=\"keyword\">ทุกภูมิภาค</span> <span class=\"keyword\">ภูมิภาคหลัก</span> ปัจจุบัน และ <span class=\"keyword\">ภูมิภาคย่อย</span> ปัจจุบัน",
    "pointIcon": "การคลิกที่ไอคอนจุดก็สามารถทำเครื่องหมายว่าเสร็จสมบูรณ์ได้เช่นกัน",
    "settings": "เปิด <span class=\"keyword\">การตั้งค่า</span> เพื่อควบคุมการจัดเก็บข้อมูลในเครื่องที่แผนที่ใช้เพื่อจดจำการกระทำของคุณ"
  },
  "common": {
    "close": "ปิด",
    "skip": "ข้าม",
    "clear": "ล้าง",
    "all": "ทั้งหมด",
    "selected": "ที่เลือก",
    "confirm": "ยืนยัน",
    "enable": "เปิดใช้งาน",
    "disable": "ปิดใช้งาน",
    "expand": "ขยาย",
    "collapse": "ยุบ"
  }
}