{
  "headbar": {
    "tos": "Điều khoản dịch vụ",
    "hideUI": "Ẩn giao diện",
    "group": "Tham gia nhóm liên quan",
    "darkmode": "Chuyển sang chế độ tối",
    "lightmode": "Chuyển sang chế độ sáng",
    "language": "Chọn ngôn ngữ",
    "help": "Nhận trợ giúp"
  },
  "trigger": {
    "boundaryMode": "Hiển thị ranh giới khu vực",
    "clusterMode": "Gộp điểm",
    "labelName": "Tên khu vực"
  },
  "search": {
    "placeholder": "Tìm kiếm toàn cục…"
  },
  "markFilter": {
    "title": "Bộ lọc",
    "emptyTitle": "Không có bộ lọc phù hợp.",
    "emptyDesc": "Nếu bạn xác nhận rằng thông tin điểm vị trí bị thiếu hoặc không chính xác, vui lòng liên hệ với quản trị viên trong cộng đồng của dự án; hoặc gửi <a href='https://github.com/Terra-Online/Atlos/issues' class='embed' target='_blank' rel='noopener noreferrer' aria-label='Báo cáo lỗi vị trí'>Issue</a> tại GitHub Repo của dự án."
  },
  "detail": {
    "stat": {
      "world": "Thế giới",
      "main": "Khu vực"
    },
    "noInfo": "Chưa có thông tin"
  },
  "footer": {
    "icp": "沪ICP备2025119702号-1"
  },
  "sidebar": {
    "alt": {
      "supportedBy": "được hỗ trợ bởi Observator 6"
    }
  },
  "language": {
    "title": "Ngôn ngữ",
    "cancel": "Hủy",
    "current": "Hiện",
    "fullSupport": "Ngôn ngữ hỗ trợ đầy đủ",
    "fullSupportHint": "Cung cấp bản dịch đầy đủ cho UI và nội dung trong game.",
    "uiOnly": "Chỉ hỗ trợ UI",
    "uiOnlyHint": "Chỉ dịch UI, nội dung trong game sẽ hiển thị bằng tiếng Anh.",
    "fyi": "Nếu ngôn ngữ của bạn chưa có trên website, bạn có thể liên hệ quản trị viên qua email <a class='embed' href=\"mailto:translate@opendfieldmap.org?subject=%5BOEM%20Translation%5D\">translate@opendfieldmap.org</a>, hoặc truy cập GitHub để tham gia dự án dịch mã nguồn mở. Bạn có thể đề xuất mục dịch cho ngôn ngữ của mình và hỗ trợ dịch/bản địa hóa phần WIKI theo hướng dẫn của chúng tôi. Chúng tôi trân trọng và mong đợi đóng góp của bạn.\nBạn cũng có thể bấm để xem danh sách người đóng góp dịch.",
    "names": {
      "en-US": "Anh",
      "zh-CN": "Trung Giản thể",
      "zh-HK": "Trung Phồn thể",
      "ja-JP": "Nhật",
      "ko-KR": "Hàn",
      "es-ES": "Tây Ban Nha",
      "fr-FR": "Pháp",
      "de-DE": "Đức",
      "it-IT": "Ý",
      "ru-RU": "Nga",
      "pt-BR": "Bồ Đào Nha",
      "id-ID": "Indonesia",
      "ar-AE": "Ả Rập",
      "th-TH": "Thái",
      "vi-VN": "Việt"
    }
  },
  "group": {
    "title": "Cộng đồng & Truyền thông",
    "visit": "Truy cập"
  },
  "tos": {
    "title": "Điều khoản & Lưu trữ",
    "calculating": "Đang tính toán dung lượng lưu trữ...",
    "policy": "<p>Chúng tôi sử dụng Cookies để lưu trữ thông tin đăng nhập tự động của bạn; LocalStorage để lưu tùy chọn giao diện người dùng và tiến trình đánh dấu của bạn; và CacheStorage để lưu trữ dữ liệu phông chữ và tài nguyên hình ảnh cho ngôn ngữ của bạn. Những tệp này cho phép bạn truy cập trang web nhanh hơn trong tương lai và đảm bảo tính khả dụng của trang web khi ngoại tuyến.</p><p>Xóa bộ nhớ cục bộ của trang web có thể tiết kiệm dung lượng trên thiết bị của bạn. Tuy nhiên, có thể mất nhiều thời gian hơn để tải các tệp này khi bạn truy cập lại; nếu bạn tắt bộ nhớ trang web, trang web sẽ không thể tự động ghi lại dữ liệu của bạn cho lần sử dụng tiếp theo.</p><p>Chúng tôi không báo cáo dữ liệu của bạn cho máy chủ, vì vậy bạn không cần lo lắng về các vấn đề quyền riêng tư.</p><p>Bạn có thể tự quyết định xem có bật bộ nhớ cục bộ hay không.</p>",
    "filtersAndMarkers": "Bộ lọc & Dữ liệu điểm",
    "warning": "<p><strong>Chú ý:</strong> Nếu bạn xóa dữ liệu lưu trữ, thông tin đăng nhập tự động, tùy chọn giao diện người dùng và tiến trình đánh dấu của bạn sẽ bị mất; lần truy cập tiếp theo có thể mất nhiều thời gian hơn bình thường để tải trang.</p><p>Nếu bạn đã chắc chắn, vui lòng nhấn lại nút «Xóa».</p>"
  },
  "guide": {
    "welcome": "Chào mừng bạn đến với <span class=\"keyword\">OPEN ENDFIELD MAP</span>.<br>Đây là lần đầu tiên bạn sử dụng bản đồ này. Chúng tôi sẽ cung cấp một chặng đường hướng dẫn ngắn gọn để giúp bạn hiểu nhanh các tính năng khác nhau của bản đồ.</p><p>Bạn có thể nhấp vào nút '<span class=\"keyword\">Bỏ qua</span>' bất kỳ lúc nào để kết thúc hướng dẫn, hoặc khởi động lại từ nút trợ giúp trên thanh trên cùng.",
    "sidebarToggle": "Nhấp để mở rộng <span class=\"keyword\">thanh bên</span>.<br>Thanh bên bao gồm các bộ lọc điểm bạn thường dùng nhất, cũng như các công tắc liên quan chặt chẽ đến hiển thị điểm.",
    "search": "Bạn có thể tìm kiếm các điểm cần xem bằng <span class=\"keyword\">ngôn ngữ được trò chơi hỗ trợ</span> và chọn chúng trong kết quả tìm kiếm.",
    "filterContainer": "Các điểm cùng loại được nhóm trong một <span class=\"keyword\">bộ lọc</span>.<br>Nhấp để mở rộng danh sách điểm thuộc loại đó.",
    "filterSort": "Giữ BIỂU TƯỢNG bên trái bộ lọc để vào <span class=\"keyword\">chế độ kéo</span>.<br>Bạn có thể sắp xếp các bộ lọc quan trọng với mình theo nhu cầu.",
    "selectorSelect": "<span class=\"keyword\">Bộ chọn điểm</span> cụ thể. Nhấp để chuyển đổi trạng thái chọn; các điểm đã chọn sẽ xuất hiện trên bản đồ.<br>Bạn có thể thấy tổng số điểm loại này trong khu vực hiện tại, cũng như số lượng bạn đã đánh dấu.",
    "selectorComplete": "Khi tất cả các điểm loại này được đánh dấu hoàn thành, bộ chọn sẽ chuyển sang <span class=\"keyword\">trạng thái hoàn thành</span> để bạn đánh giá nhanh tiến độ đánh dấu.",
    "triggerHandle": "Các công tắc liên quan đến hiển thị bản đồ nằm ở dưới cùng của thanh bên.<br>Bạn có thể giữ chuột để <span class=\"keyword\">kéo và thao tác chúng.</span>",
    "triggerSwitch": "Nhấp để chuyển đổi trạng thái công tắc.<br><ul><li><span class=\"keyword\">Chế độ Gộp Điểm</span> cho phép hiển thị các điểm dày đặc được gộp lại;</li><li><span class=\"keyword\">Hiển thị Ranh giới Khu vực</span> làm nổi bật từng khu vực con và ranh giới của nó trong khu vực hiện tại.</li></ul>",
    "scale": "Sử dụng <span class=\"keyword\">Điều khiển Thu phóng</span> để xem và thao tác thu phóng bản đồ.<br>Có thể sử dụng con lăn chuột hoặc bàn di chuột để thu phóng. Bạn cũng có thể thu phóng bằng cách nhấp vào nút <span class=\"keyboard sym\">+</span>/<span class=\"keyboard sym\">-</span> hoặc bất kỳ đâu trên thanh thu phóng.",
    "filterList": "<span class=\"keyword\">Danh sách Điểm</span> liệt kê các điểm bạn đã chọn; nhấp vào biểu tượng để bỏ chọn.",
    "headbar": "Các công tắc liên quan đến cài đặt bản đồ nằm ở <span class=\"keyword\">thanh trên cùng</span>.",
    "tos": "<span class=\"keyword\">Điều khoản Dịch vụ</span> và <span class=\"keyword\">Quản lý Dữ liệu</span> của trang web.",
    "hideUI": "<span class=\"keyword\">Ẩn Giao diện Trang web</span> để chụp ảnh màn hình hoặc xem các điểm ở rìa.",
    "group": "Xem <span class=\"keyword\">nhóm thảo luận</span> và <span class=\"keyword\">cộng đồng</span> liên quan đến dự án này.",
    "darkMode": "Chuyển đổi <span class=\"keyword\">chế độ ánh sáng môi trường</span> hiện tại.",
    "language": "Chuyển đổi <span class=\"keyword\">ngôn ngữ giao diện</span>.<br>Hiện tại, các ngôn ngữ có <span class=\"keyword\">hỗ trợ dịch thuật nội dung trò chơi đầy đủ</span> bao gồm tiếng Anh, tiếng Trung Giản thể, tiếng Trung Phồn thể, tiếng Nhật và tiếng Hàn.<br>Các ngôn ngữ có <span class=\"keyword\">hỗ trợ dịch thuật giao diện</span> cũng bao gồm tiếng Pháp, tiếng Đức, tiếng Ý, tiếng Nga, tiếng Tây Ban Nha, tiếng Indonesia, tiếng Bồ Đào Nha, tiếng Ả Rập, tiếng Thái và tiếng Việt.",
    "help": "Khởi động lại <span class=\"keyword\">hướng dẫn</span> này.",
    "regionSwitch": "Nhấp để chuyển đổi giữa <span class=\"keyword\">các bản đồ sandbox khác nhau</span> (khu vực chính) trong trò chơi.",
    "subregionSwitch": "<span class=\"keyword\">Di chuột qua biểu tượng khu vực chính</span> để hiển thị các khu vực con có sẵn; nhấp vào biểu tượng khu vực con sẽ chuyển đến chế độ xem khu vực con đó.<br>Tương tự, bạn cũng có thể chọn một lớp cho một khu vực.",
    "pointSelect": "Nhấp vào một điểm để vào <span class=\"keyword\">trạng thái đã chọn</span>. Bạn sẽ có thể xem thông tin của điểm.",
    "pointMark": "Nhấp vào điểm một lần nữa để đánh dấu là hoàn thành.",
    "detail": "Bạn có thể xem thông tin cụ thể về điểm đã chọn, bao gồm số lượng điểm loại này trong <span class=\"keyword\">tất cả các khu vực</span>, <span class=\"keyword\">khu vực chính</span> hiện tại và <span class=\"keyword\">khu vực con</span> hiện tại.",
    "pointIcon": "Nhấp vào biểu tượng điểm cũng có thể đánh dấu nó là hoàn thành."
  },
  "common": {
    "close": "Đóng",
    "skip": "Bỏ qua",
    "clear": "Xóa",
    "all": "Tất cả",
    "selected": "Đã chọn",
    "confirm": "Xác nhận",
    "enable": "Bật",
    "disable": "Tắt",
    "expand": "Mở rộng",
    "collapse": "Thu gọn"
  }
}